var cn=[
  {
    "p": "आरप्स्यते ",
    "a": " .. will start .. ",
    "t": "after 14 days"
  },
  {
    "p": "आरप्स्यते ",
    "a": " .. will start .. ",
    "t": "after 13 days"
  },
  {
    "p": "आरप्स्यते ",
    "a": " .. will start .. ",
    "t": "after 12 days"
  },
  {
    "p": "आरप्स्यते ",
    "a": " .. will start .. ",
    "t": "after 11 days"
  },
  {
    "p": "आरप्स्यते ",
    "a": " .. will start .. ",
    "t": "after 10 days"
  },
  {
    "p": "आरप्स्यते ",
    "a": " .. will start .. ",
    "t": "after 9 days"
  },
  {
    "p": "आरप्स्यते ",
    "a": " .. will start .. ",
    "t": "after 8 days"
  },
  {
    "p": "आरप्स्यते ",
    "a": " .. will start .. ",
    "t": "after 7 days"
  },
  {
    "p": "आरप्स्यते ",
    "a": " .. will start .. ",
    "t": "after 6 days"
  },
  {
    "p": "आरप्स्यते ",
    "a": " .. will start .. ",
    "t": "after 5 days"
  },
  {
    "p": "आरप्स्यते ",
    "a": " .. will start .. ",
    "t": "after 4 days"
  },
  {
    "p": "आरप्स्यते ",
    "a": " .. will start .. ",
    "t": "AFTER 3 days"
  },
  {
    "p": "आरप्स्यते ",
    "a": " .. will start .. ",
    "t": "AFTER 2 days"
  },
  {
    "p": "आरप्स्यते ",
    "a": " .. will start .. ",
    "t": "tomorrow"
  },
 {
    "p": "प्रणम्य शिरसा विष्णुं त्रैलोक्याधिपतिं प्रभुम्।नानाशास्त्रोद्धृतं वक्ष्ये राजनीतिसमुच्चयम् ॥ ०१-०१",
    "a": "त्रैलोक्याधिपतिं प्रभुं विष्णुं शिरसा प्रणम्य नाना-शास्त्र-उद्धृतं राजनीति-समुच्चयं (अहं) वक्ष्ये ।",
    "t": "अहं त्रिलोकाधिशं विष्णुं नत्वा विविधग्रन्थेभ्यः सङ्गृहीतं राजनीतिशास्त्रं कथयिष्यामि ।"
  },
  {
    "p": "अधीत्येदं यथाशास्त्रं नरो जानाति सत्तमः।धर्मोपदेशविख्यातं कार्याकार्यं शुभाशुभम् ॥ ०१-०२",
    "a": "इदं (नीतिशास्त्रं) यथाशास्त्रम् अधीत्य सत्तमः नरः धर्मोपदेश-विख्यातं कार्याकार्यं शुभाशुभं (च) जानाति ।",
    "t": "इमं ग्रन्थं शास्त्रानुसारं पठित्वा श्रेष्ठः मनुष्यः धर्मशास्त्रेषु प्रसिद्धं कर्तव्यम् अकर्तव्यं च सम्यक् अवगच्छति ।"
  },
  {
    "p": "तदहं सम्प्रवक्ष्यामि लोकानां हितकाम्यया।येन विज्ञातमात्रेण सर्वज्ञत्वं प्रपद्यते ॥ ०१-०३",
    "a": "तत् अहं लोकानां हितकाम्यया सम्प्रवक्ष्यामि, येन विज्ञातमात्रेण (नरः) सर्वज्ञत्वं प्रपद्यते ।",
    "t": "अतः जनहितार्थम् अहं तत् शास्त्रं वदामि, यस्य ज्ञानेन मनुष्यः सर्वज्ञः भवति ।"
  },
  {
    "p": "मूर्खशिष्योपदेशेन दुष्टस्त्रीभरणेन च।दुःखितैः सम्प्रयोगेण पण्डितोऽप्यवसीदति ॥ ०१-०४",
    "a": "मूर्ख-शिष्य-उपदेशेन, दुष्ट-स्त्री-भरणेन च, दुःखितैः सम्प्रयोगेण (च) पण्डितः अपि अवसीदति ।",
    "t": "मूर्खस्य शिष्यस्य पाठनेन, दुष्टायाः स्त्रियाः पोषणेन, दुःखिभिः सहवासेन च विद्वान् अपि दुःखी भवति ।"
  },
  {
    "p": "दुष्टा भार्या शठं मित्रं भृत्यश्चोत्तरदायकः।ससर्पे च गृहे वासो मृत्युरेव न संशयः ॥ ०१-०५",
    "a": "दुष्टा भार्या, शठं मित्रं, उत्तरदायकः भृत्यः च, ससर्पे गृहे वासः च (इति एतत् सर्वं) मृत्युः एव, (अत्र) न संशयः ।",
    "t": "दुष्टपत्नी, वञ्चकमित्रं, प्रतिवक्ता सेवकः, सर्पयुक्ते गृहे निवासः च साक्षात् मृत्युरूपमेव अस्ति ।"
  },
  {
    "p": "आपदर्थे धनं रक्षेद्दारान् रक्षेद्धनैरपि।आत्मानं सततं रक्षेद्दारैरपि धनैरपि ॥ ०१-०६",
    "a": "आपदर्थे धनं रक्षेत्, धनैः अपि दारान् रक्षेत्, दारैः अपि धनैः अपि आत्मानं सततं रक्षेत् ।",
    "t": "विपत्कालस्य कृते धनस्य रक्षणं कुर्यात्, धनेनापि पत्नीं रक्षेत्, किन्तु धनं पत्नीं च त्यक्त्वा अपि स्वस्य रक्षणं कुर्यात् ।"
  },
  {
    "p": "आपदर्थे धनं रक्षेच्छ्रीमतां कुत आपदः।कदाचिच्चलति लक्ष्मीः सञ्चितोऽपि विनश्यति ॥ ०१-०७",
    "a": "आपदर्थे धनं रक्षेत्।श्रीमतां कुतः आपदः? (चेत्), लक्ष्मीः कदाचित् चलति, (तदा) सञ्चितः (अर्थः) अपि विनश्यति ।",
    "t": "विपत्तेः निवारणार्थं धनं रक्षेत्।यद्यपि धनिकानां विपत् नास्ति इति भाति, तथापि लक्ष्मीः चञ्चला, अतः सञ्चितधनमपि नश्यति ।"
  },
  {
    "p": "यस्मिन्देशे न सम्मानो न वृत्तिर्न च बान्धवाः।न च विद्यागमोऽप्यस्ति वासं तत्र न कारयेत् ॥ ०१-०८",
    "a": "यस्मिन् देशे न सम्मानः, न वृत्तिः, न च बान्धवाः, न च विद्यागमः अपि अस्ति, तत्र वासं न कारयेत् ।",
    "t": "यत्र आदरः, जीविका, बन्धुजनाः, विद्याप्राप्तिः च नास्ति, तस्मिन् स्थाने निवासं न कुर्यात् ।"
  },
  {
    "p": "धनिकः श्रोत्रियो राजा नदी वैद्यस्तु पञ्चमः।पञ्च यत्र न विद्यन्ते न तत्र दिवसं वसेत् ॥ ०१-०९",
    "a": "यत्र धनिकः, श्रोत्रियः, राजा, नदी, पञ्चमः वैद्यः तु (इति एते) पञ्च न विद्यन्ते, तत्र दिवसं (अपि) न वसेत् ।",
    "t": "यस्मिन् स्थाने धनवान्, वेदज्ञः, राजा, नदी, चिकित्सकः च न सन्ति, तत्र एकदिनमपि न तिष्ठेत् ।"
  },
  {
    "p": "लोकयात्रा भयं लज्जा दाक्षिण्यं त्यागशीलता।पञ्च यत्र न विद्यन्ते न कुर्यात्तत्र संस्थितिम् ॥ ०१-१०",
    "a": "यत्र लोकयात्रा, भयं, लज्जा, दाक्षिण्यं, त्यागशीलता (इति एते) पञ्च न विद्यन्ते, तत्र संस्थितिं न कुर्यात् ।",
    "t": "यत्र जीवननिर्वाहः, लोकभयम्, लज्जा, औदार्यं, दानशीलता च न सन्ति, तत्र निवासं न कुर्यात् ।"
  },
  {
    "p": "जानीयात्प्रेषणे भृत्यान्बान्धवान् व्यसनागमे।मित्रं चापत्तिकालेषु भार्यां च विभवक्षये ॥ ०१-११",
    "a": "भृत्यान् प्रेषणे, बान्धवान् व्यसनागमे, मित्रं च आपत्तिकालेषु, भार्यां च विभवक्षये जानीयात् ।",
    "t": "कार्ये नियोजिते सति सेवकस्य, सङ्कटे बन्धोः, विपत्तौ मित्रस्य, धननाशे च पत्न्याः परीक्षा भवति ।"
  },
  {
    "p": "आतुरे व्यसने प्राप्ते दुर्भिक्षे शत्रुसङ्कटे।राजद्वारे श्मशाने च यस्तिष्ठति स बान्धवः ॥ ०१-१२",
    "a": "आतुरे, व्यसने प्राप्ते, दुर्भिक्षे, शत्रुसङ्कटे, राजद्वारे, श्मशाने च यः तिष्ठति सः बान्धवः ।",
    "t": "रोगे, दुःखे, अनावृष्टौ, शत्रुभये, राजसभायां, श्मशाने च यः सहवासं न त्यजति, सः एव वास्तविकः बन्धुः ।"
  },
  {
    "p": "यो ध्रुवाणि परित्यज्य अध्रुवं परिषेवते।ध्रुवाणि तस्य नश्यन्ति चाध्रुवं नष्टमेव हि ॥ ०१-१३",
    "a": "यः ध्रुवाणि परित्यज्य अध्रुवं परिषेवते, तस्य ध्रुवाणि नश्यन्ति, अध्रुवं च नष्टं एव हि ।",
    "t": "यः निश्चितं वस्तु त्यक्त्वा अनिश्चितस्य अनुसरणं करोति, तस्य निश्चितं नश्यति, अनिश्चितं तु पूर्वमेव नष्टम् ।"
  },
  {
    "p": "वरयेत्कुलजां प्राज्ञो विरूपामपि कन्यकाम्।रूपशीलां न नीचस्य विवाहः सदृशे कुले ॥ ०१-१४",
    "a": "प्राज्ञः विरूपाम् अपि कुलजां कन्यकां वरयेत्, नीचस्य रूपशीलां न (वरयेत्), विवाहः सदृशे कुले (श्रेष्ठः) ।",
    "t": "बुद्धिमान् कुरूपामपि कुलीनकन्यां विवाहयेत्, न तु नीचकुलस्य सुन्दरीम्।विवाहः समानकुले एव उचितः ।"
  },
  {
    "p": "नदीनां शस्त्रपाणीनां नखीनां शृङ्गिणां तथा।विश्वासो नैव कर्तव्यः स्त्रीषु राजकुलेषु च ॥ ०१-१५",
    "a": "नदीनां, शस्त्रपाणीनां, नखीनां, शृङ्गिणां तथा, स्त्रीषु, राजकुलेषु च विश्वासः न एव कर्तव्यः ।",
    "t": "नदीनां, शस्त्रधारिणां, नखयुक्तानां (व्याघ्रादीनां), शृङ्गयुक्तानां (वृषभादीनां), स्त्रीणां, राजकुलानां च विश्वासः न करणीयः ।"
  },
  {
    "p": "विषादप्यमृतं ग्राह्यममेध्यादपि काञ्चनम्।अमित्रादपि सद्वृत्तं बालादपि सुभाषितम् ॥ ०१-१६",
    "a": "विषात् अपि अमृतं, अमेध्यात् अपि काञ्चनं, अमित्रात् अपि सद्वृत्तं, बालात् अपि सुभाषितं ग्राह्यम् ।",
    "t": "विषादपि अमृतं स्वीकुर्यात्, अशुचिस्थानादपि सुवर्णं, शत्रोरपि सदाचारं, बालकादपि सुवचनं स्वीकुर्यात् ।"
  },
  {
    "p": "स्त्रीणां द्विगुण आहारो लज्जा चापि चतुर्गुणा।साहसं षड्गुणं चैव कामश्चाष्टगुणः स्मृतः ॥ ०१-१७",
    "a": "स्त्रीणां आहारः द्विगुणः, लज्जा च अपि चतुर्गुणा, साहसं षड्गुणं च एव, कामः च अष्टगुणः स्मृतः ।",
    "t": "पुरुषापेक्षया स्त्रीणाम् आहारः द्विगुणः, लज्जा चतुर्गुणा, साहसं षड्गुणं, कामभावना च अष्टगुणा भवति ।"
  },
  {
    "p": "अनृतं साहसं माया मूर्खत्वमतिलोभिता।अशौचत्वं निर्दयत्वं स्त्रीणां दोषाः स्वभावजाः ॥ ०२-०१",
    "a": "अनृतं, साहसं, माया, मूर्खत्वं, अतिलोभिता, अशौचत्वं, निर्दयत्वं (इति एते) स्त्रीणां स्वभावजाः दोषाः ।",
    "t": "असत्यं, अविचारितकर्म, कपटः, मूर्खता, अतिलोभः, अपवित्रता, निर्दयता च स्त्रीणां स्वाभाविकाः दोषाः सन्ति ।"
  },
  {
    "p": "भोज्यं भोजनशक्तिश्च रतिशक्तिर्वराङ्गना।विभवो दानशक्तिश्च नाल्पस्य तपसः फलम् ॥ ०२-०२",
    "a": "भोज्यं भोजनशक्तिः च, वराङ्गना रतिशक्तिः (च), विभवः दानशक्तिः च (इति एतत् सर्वं) न अल्पस्य तपसः फलम् ।",
    "t": "उत्तमं भोजनं तस्य पचनशक्तिः, सुन्दरी स्त्री रतिशक्तिश्च, धनं दानशक्तिश्च - एतत् सर्वं महता पुण्येन लभ्यते ।"
  },
  {
    "p": "यस्य पुत्रो वशीभूतो भार्या छन्दानुगामिनी।विभवे यश्च सन्तुष्टस्तस्य स्वर्ग इहैव हि ॥ ०२-०३",
    "a": "यस्य पुत्रः वशीभूतः, भार्या छन्दानुगामिनी, यः च विभवे सन्तुष्टः, तस्य इह एव हि स्वर्गः ।",
    "t": "यस्य पुत्रः आज्ञाकारी, पत्नी इच्छानुसारिणी, यश्च धनेन सन्तुष्टः, तस्य कृते अत्रैव स्वर्गः अस्ति ।"
  },
  {
    "p": "ते पुत्रा ये पितुर्भक्ताः स पिता यस्तु पोषकः।तन्मित्रं यत्र विश्वासः सा भार्या यत्र निर्वृतिः ॥ ०२-०४",
    "a": "ये पितुः भक्ताः ते पुत्राः, यः तु पोषकः सः पिता, यत्र विश्वासः तत् मित्रं, यत्र निर्वृतिः सा भार्या ।",
    "t": "पितृभक्ताः एव पुत्राः, पालनकर्ता एव पिता, विश्वासपात्रमेव मित्रं, सुखदायिनी एव भार्या भवति ।"
  },
  {
    "p": "परोक्षे कार्यहन्तारं प्रत्यक्षे प्रियवादिनम्।वर्जयेत्तादृशं मित्रं विषकुम्भं पयोमुखम् ॥ ०२-०५",
    "a": "परोक्षे कार्यहन्तारं प्रत्यक्षे प्रियवादिनं तादृशं मित्रं पयोमुखं विषकुम्भं (इव) वर्जयेत् ।",
    "t": "पृष्ठतः कार्यनाशकं पुरतः प्रियवादिनं च मित्रं, मुखे दुग्धयुक्तं विषघटमिव त्यजेत् ।"
  },
  {
    "p": "न विश्वसेत्कुमित्रे च मित्रे चापि न विश्वसेत्।कदाचित्कुपितं मित्रं सर्वं गुह्यं प्रकाशयेत् ॥ ०२-०६",
    "a": "कुमित्रे न विश्वसेत्, मित्रे च अपि न विश्वसेत्, कदाचित् कुपितं मित्रं सर्वं गुह्यं प्रकाशयेत् ।",
    "t": "कुमित्रे विश्वासं न कुर्यात्, सुमित्रेऽपि अतिविश्वासं न कुर्यात्, यतः रुष्टं मित्रं सर्वाणि रहस्यानि प्रकाशयति ।"
  },
  {
    "p": "मनसा चिन्तितं कार्यं वाचा नैव प्रकाशयेत्।मन्त्रेण रक्षयेद्गूढं कार्ये चापि नियोजयेत् ॥ ०२-०७",
    "a": "मनसा चिन्तितं कार्यं वाचा न एव प्रकाशयेत्, (तत्) मन्त्रेण गूढं रक्षयेत्, कार्ये च अपि नियोजयेत् ।",
    "t": "मनसि विचारितं कार्यं न वदेत्, अपि तु गुप्तं कृत्वा तस्य कार्यस्य सिद्धये प्रयत्नं कुर्यात् ।"
  },
  {
    "p": "कष्टं च खलु मूर्खत्वं कष्टं च खलु यौवनम्।कष्टात्कष्टतरं चैव परगेहनिवासनम् ॥ ०२-०८",
    "a": "मूर्खत्वं च खलु कष्टं, यौवनं च खलु कष्टं, परगेहनिवासनं च एव कष्टात् कष्टतरम् ।",
    "t": "मूर्खता दुःखदायिनी, यौवनमपि (अविवेकित्वात्) दुःखदं, किन्तु परगृहे निवासः ततोऽपि अधिकदुःखदः ।"
  },
  {
    "p": "शैले शैले च माणिक्यं मौक्तिकं न गजे गजे।साधवो न हि सर्वत्र चन्दनं न वने वने ॥ ०२-०९",
    "a": "शैले शैले माणिक्यं न (भवति), गजे गजे मौक्तिकं न (भवति), साधवः सर्वत्र न हि (भवन्ति), वने वने चन्दनं न (भवति) ।",
    "t": "प्रत्येकं पर्वते मणयः न भवन्ति, प्रत्येकं गजे मुक्ता न भवति, सज्जनाः सर्वत्र न लभ्यन्ते, न च सर्ववने चन्दनं भवति ।"
  },
  {
    "p": "पुत्राश्च विविधैः शीलैर्नियोज्याः सततं बुधैः।नीतिज्ञाः शीलसम्पन्ना भवन्ति कुलपूजिताः ॥ ०२-१०",
    "a": "बुधैः पुत्राः च विविधैः शीलैः सततं नियोज्याः, (यतः) नीतिज्ञाः शीलसम्पन्नाः (पुत्राः) कुलपूजिताः भवन्ति ।",
    "t": "विद्वद्भिः पुत्राः सदाचारैः योजनीयाः, यतः नीतिज्ञाः सदाचारिणः च पुत्राः कुले पूज्याः भवन्ति ।"
  },
  {
    "p": "माता शत्रुः पिता वैरी याभ्यां बाला न पाठिताः।सभामध्ये न शोभन्ते हंसमध्ये बको यथा ॥ ०२-११",
    "a": "याभ्यां बालाः न पाठिताः (सा) माता शत्रुः (सः) पिता वैरी, (ते बालाः) हंसमध्ये बकः यथा सभामध्ये न शोभन्ते ।",
    "t": "यौ मातापितरौ पुत्रं न पाठयतः, तौ शत्रुतुल्यौ।सः पुत्रः विद्वत्सभायां हंसमध्ये बकः इव न शोभते ।"
  },
  {
    "p": "लालनाद्बहवो दोषास्ताडने बहवो गुणाः।तस्मात्पुत्रं च शिष्यं च ताडयेन्न तु लालयेत् ॥ ०२-१२",
    "a": "लालनात् बहवः दोषाः (जायन्ते), ताडने बहवः गुणाः (भवन्ति), तस्मात् पुत्रं च शिष्यं च ताडयेत्, न तु लालयेत् ।",
    "t": "अत्यधिकस्नेहेन बहवः दोषाः उत्पद्यन्ते, शासनेन गुणाः वर्धन्ते, अतः पुत्रं शिष्यं च शासने स्थापयेत्, न तु लालयेत् ।"
  },
  {
    "p": "श्लोकेन वा तदर्धेन तदर्धार्धाक्षरेण वा।अबन्ध्यं दिवसं कुर्याद्दानाध्ययनकर्मभिः ॥ ०२-१३",
    "a": "श्लोकेन वा तदर्धेन तदर्धार्धाक्षरेण वा, दानाध्ययनकर्मभिः दिवसं अबन्ध्यं कुर्यात् ।",
    "t": "एकं श्लोकं, तदर्धं, तदक्षरं वा पठित्वा, तथा दानादिभिः दिनं सफलं कुर्यात्, व्यर्थं न नयेत् ।"
  },
  {
    "p": "कान्तावियोगः स्वजनापमानं ऋणस्य शेषं कुनृपस्य सेवा।दारिद्र्यभावाद्विमुखं च मित्रं विनाग्निना पञ्च दहन्ति कायम् ॥ ०२-१४",
    "a": "कान्तावियोगः, स्वजनापमानं, ऋणस्य शेषं, कुनृपस्य सेवा, दारिद्र्यभावात् विमुखं मित्रं च, (एते) पञ्च अग्निना विना कायं दहन्ति ।",
    "t": "पत्नीवियोगः, स्वजनेभ्यः अपमानः, अवशिष्टम् ऋणं, दुष्टराजसेवा, दरिद्रतायाः कारणात् विमुखं मित्रं च - एते अग्निं विना शरीरं ज्वालयन्ति ।"
  },
  {
    "p": "नदीतीरे च ये वृक्षाः परगेहेषु कामिनी।मन्त्रहीनाश्च राजानः शीघ्रं नश्यन्त्यसंशयम् ॥ ०२-१५",
    "a": "ये वृक्षाः नदीतीरे (सन्ति), (या) कामिनी परगेहेषु (वसति), ये राजानः च मन्त्रहीनाः (सन्ति), (ते) असंशयं शीघ्रं नश्यन्ति ।",
    "t": "नदीतटस्थाः वृक्षाः, परगृहवासिनी स्त्री, मन्त्रिरहिताः राजानः च शीघ्रं नश्यन्ति, अत्र संशयः नास्ति ।"
  },
  {
    "p": "बलं विद्या च विप्राणां राज्ञां सैन्यं बलं तथा।बलं वित्तं च वैश्यानां शूद्राणां पारिचर्यकम् ॥ ०२-१६",
    "a": "विप्राणां बलं विद्या च, तथा राज्ञां बलं सैन्यं, वैश्यानां बलं वित्तं च, शूद्राणां (बलं) पारिचर्यकम् ।",
    "t": "ब्राह्मणानां बलं विद्या, राज्ञां बलं सेना, वैश्यानां बलं धनं, शूद्राणां बलं सेवाकार्यम् अस्ति ।"
  },
  {
    "p": "निर्धनं पुरुषं वेश्या प्रजा भग्नं नृपं त्यजेत्।खगा वीतफलं वृक्षं भुक्त्वा चाभ्यागतो गृहम् ॥ ०२-१७",
    "a": "वेश्या निर्धनं पुरुषं (त्यजेत्), प्रजा भग्नं नृपं त्यजेत्, खगाः वीतफलं वृक्षं (त्यजन्ति), अभ्यागतः च भुक्त्वा गृहं (त्यजेत्) ।",
    "t": "वेश्या धनहीनं पुरुषं त्यजति, प्रजा शक्तिहीनं राजानम् त्यजति, पक्षिणः फलरहितं वृक्षं त्यजन्ति, अतिथिः भोजनं कृत्वा गृहं त्यजति ।"
  },
  {
    "p": "गृहीत्वा दक्षिणां विप्रास्त्यजन्ति यजमानकम्।प्राप्तविद्या गुरुं शिष्या दग्धारण्यं मृगास्तथा ॥ ०२-१८",
    "a": "विप्राः दक्षिणां गृहीत्वा यजमानकं त्यजन्ति, शिष्याः प्राप्तविद्याः (सन्तः) गुरुं (त्यजन्ति), तथा मृगाः दग्धारण्यं (त्यजन्ति) ।",
    "t": "ब्राह्मणाः दक्षिणां प्राप्य यजमानं त्यजन्ति, शिष्याः विद्यां प्राप्य गुरुं त्यजन्ति, पशवः दग्धं वनं त्यजन्ति ।"
  },
  {
    "p": "दुराचारी दुरादृष्टिर्दुरावासी च दुर्जनः।यन्मैत्री क्रियते पुंभिर्नरः शीघ्रं विनश्यति ॥ ०२-१९",
    "a": "दुराचारी, दुरादृष्टिः, दुरावासी च दुर्जनः (सह) पुंभिः यत् मैत्री क्रियते, (तेन) नरः शीघ्रं विनश्यति ।",
    "t": "दुराचारी, दुष्टदृष्टियुक्तः, दुष्टस्थाने वसन् यः दुर्जनः, तेन सह मैत्री करणात् मनुष्यः शीघ्रं नश्यति ।"
  },
  {
    "p": "समाने शोभते प्रीतिः राज्ञि सेवा च शोभते।वाणिज्यं व्यवहारेषु दिव्या स्त्री शोभते गृहे ॥ ०२-२०",
    "a": "प्रीतिः समाने शोभते, सेवा च राज्ञि शोभते, व्यवहारेषु वाणिज्यं (शोभते), दिव्या स्त्री गृहे शोभते ।",
    "t": "मित्रता समानेषु शोभते, सेवा राज्ञः समीपे शोभते, व्यवसायः व्यवहारेषु शोभते, उत्तमा स्त्री गृहे शोभते ।"
  },
  {
    "p": "कस्य दोषः कुले नास्ति व्याधिना को न पीडितः।व्यसनं केन न प्राप्तं कस्य सौख्यं निरन्तरम् ॥ ०३-०१",
    "a": "कस्य कुले दोषः न अस्ति? कः व्याधिना न पीडितः? केन व्यसनं न प्राप्तम्? कस्य सौख्यं निरन्तरम्?",
    "t": "सर्वस्य कुले कोऽपि दोषः भवति, सर्वः रोगैः पीडितः, सर्वः कष्टं प्राप्नोति, कस्यापि सुखं शाश्वतं नास्ति ।"
  },
  {
    "p": "आचारः कुलमाख्याति देशमाख्याति भाषणम्।सम्भ्रमः स्नेहमाख्याति वपुराख्याति भोजनम् ॥ ०३-०२",
    "a": "आचारः कुलं आख्याति, भाषणं देशं आख्याति, सम्भ्रमः स्नेहं आख्याति, वपुः भोजनं आख्याति ।",
    "t": "आचरणेन कुलस्य, भाषणेन देशस्य, आदरेण स्नेहस्य, शरीरेण च भोजनस्य परिचयः भवति ।"
  },
  {
    "p": "सुकुले योजयेत्कन्यां पुत्रं विद्यासु योजयेत्।व्यसने योजयेच्छत्रुं मित्रं धर्मेण योजयेत् ॥ ०३-०३",
    "a": "कन्यां सुकुले योजयेत्, पुत्रं विद्यासु योजयेत्, शत्रुं व्यसने योजयेत्, मित्रं धर्मेण योजयेत् ।",
    "t": "कन्यां सत्कुले दद्यात्, पुत्रं विद्यायां नियोजयेत्, शत्रुं दुर्व्यसनेषु पातयेत्, मित्रं च धर्मकार्ये योजयेत् ।"
  },
  {
    "p": "दुर्जनस्य च सर्पस्य वरं सर्पो न दुर्जनः।सर्पो दंशति काले तु दुर्जनस्तु पदे पदे ॥ ०३-०४",
    "a": "दुर्जनस्य च सर्पस्य (मध्ये) सर्पः वरं, दुर्जनः न (वरम्), (यतः) सर्पः तु काले दंशति, दुर्जनः तु पदे पदे (दंशति) ।",
    "t": "दुर्जनसर्पयोः मध्ये सर्पः श्रेष्ठः, न तु दुर्जनः।यतः सर्पः कदाचित् दशति, किन्तु दुर्जनः पदे पदे पीडयति ।"
  },
  {
    "p": "एतदर्थे कुलीनानां नृपाः कुर्वन्ति सङ्ग्रहम्।आदिमध्यावसानेषु न ते गच्छन्ति विक्रियाम् ॥ ०३-०५",
    "a": "एतदर्थे नृपाः कुलीनानां सङ्ग्रहं कुर्वन्ति, (यतः) ते आदि-मध्य-अवसानेषु विक्रियां न गच्छन्ति ।",
    "t": "अतः राजानः कुलीनान् जनान् स्वसमीपे स्थापयन्ति, यतः ते आरम्भे, मध्ये, अन्ते च कदापि विकारं न प्राप्नुवन्ति।"
  },
  {
    "p": "प्रलये भिन्नमर्यादा भवन्ति किल सागराः।सागरा भेदमिच्छन्ति प्रलयेऽपि न साधवः ॥ ०३-०६",
    "a": "प्रलये सागराः भिन्नमर्यादाः भवन्ति किल, सागराः भेदं इच्छन्ति, (किन्तु) साधवः प्रलये अपि न (भेदं इच्छन्ति) ।",
    "t": "प्रलयकाले समुद्राः अपि सीमां लङ्घयन्ति, किन्तु सज्जनाः प्रलयकालेऽपि स्वमर्यादां न त्यजन्ति ।"
  },
  {
    "p": "मूर्खस्तु परिहर्तव्यः प्रत्यक्षो द्विपदः पशुः।भिनत्ति वाक्य-शल्येन अदृश्यं कण्टकं यथा ॥ ०३-०७",
    "a": "मूर्खः तु प्रत्यक्षः द्विपदः पशुः (अतः सः) परिहर्तव्यः, (सः) अदृश्यं कण्टकं यथा वाक्य-शल्येन भिनत्ति।",
    "t": "मूर्खः साक्षात् द्विपदः पशुः अस्ति, सः अदृश्यः कण्टकः इव वचनरूपैः बाणैः पीडयति, अतः सः त्याज्यः ।"
  },
  {
    "p": "रूपयौवनसम्पन्ना विशालकुलसम्भवाः।विद्याहीना न शोभन्ते निर्गन्धाः किंशुका यथा ॥ ०३-०८",
    "a": "रूप-यौवन-सम्पन्नाः विशाल-कुल-सम्भवाः (अपि) विद्याहीनाः निर्गन्धाः किंशुकाः यथा न शोभन्ते ।",
    "t": "रूपयौवनयुक्ताः उच्चकुलजाताः अपि यदि विद्याहीनाः सन्ति, तर्हि ते गन्धहीनाः पलाशपुष्पाणि इव न शोभन्ते ।"
  },
  {
    "p": "कोकिलानां स्वरो रूपं स्त्रीणां रूपं पतिव्रतम्।विद्या रूपं कुरूपाणां क्षमा रूपं तपस्विनाम् ॥ ०३-०९",
    "a": "कोकिलानां रूपं स्वरः, स्त्रीणां रूपं पतिव्रतम्, कुरूपाणां रूपं विद्या, तपस्विनां रूपं क्षमा ।",
    "t": "कोकिलानां सौन्दर्यं स्वरः, स्त्रीणां सौन्दर्यं पातिव्रत्यं, कुरूपाणां सौन्दर्यं विद्या, तपस्विनां च सौन्दर्यं क्षमा अस्ति ।"
  },
  {
    "p": "त्यजेदेकं कुलस्यार्थे ग्रामस्यार्थे कुलं त्यजेत्।ग्रामं जनपदस्यार्थे आत्मार्थे पृथिवीं त्यजेत् ॥ ०३-१०",
    "a": "कुलस्य अर्थे एकं त्यजेत्, ग्रामस्य अर्थे कुलं त्यजेत्, जनपदस्य अर्थे ग्रामं (त्यजेत्), आत्मार्थे पृथिवीं त्यजेत् ।",
    "t": "कुलरक्षणाय एकं त्यजेत्, ग्रामरक्षणाय कुलं, देशरक्षणाय ग्रामं, आत्मरक्षणाय च सर्वं (पृथिवीं) त्यजेत् ।"
  },
  {
    "p": "उद्योगे नास्ति दारिद्र्यं जपतो नास्ति पातकम्।मौनेन कलहो नास्ति नास्ति जागरिते भयम् ॥ ०३-११",
    "a": "उद्योगे दारिद्र्यं न अस्ति, जपतः पातकं न अस्ति, मौनेन कलहः न अस्ति, जागरिते भयं न अस्ति ।",
    "t": "परिश्रमे दरिद्रता नश्यति, जपेन पापं नश्यति, मौनेन कलहः न भवति, जागर्येण च भयं न भवति ।"
  },
  {
    "p": "अतिरूपेण वै सीता अतिगर्वेण रावणः।अतिदानाद्बलिर्बद्धो ह्यतिसर्वत्र वर्जयेत् ॥ ०३-१२",
    "a": "अतिरूपेण सीता (हृता), अतिगर्वेण रावणः (हृतः), अतिदानात् बलिः बद्धः, हि अति सर्वत्र वर्जयेत् ।",
    "t": "अतिसौन्दर्येण सीता कष्टापन्ना, अतिगर्वेण रावणः नष्टः, अतिदानेन बलिः बद्धः, अतः सर्वत्र अतिं त्यजेत् ।"
  },
  {
    "p": "को हि भारः समर्थानां किं दूरं व्यवसायिनाम्।को विदेशः सुविद्यानां कः परः प्रियवादिनाम् ॥ ०३-१३",
    "a": "समर्थानां भारः कः हि? व्यवसायिनां दूरं किम्? सुविद्यानां विदेशः कः? प्रियवादिनां परः कः?",
    "t": "शक्तिमतां कृते भारः नास्ति, उद्योगिनां कृते किमपि दूरं नास्ति, विदुषां कृते विदेशः नास्ति, प्रियवादिनां कृते कोऽपि परः नास्ति ।"
  },
  {
    "p": "एकेनापि सुवृक्षेण पुष्पितेन सुगन्धिना।वासितं तद्वनं सर्वं सुपुत्रेण कुलं यथा ॥ ०३-१४",
    "a": "पुष्पितेन सुगन्धिना एकेन अपि सुवृक्षेण तत् सर्वं वनं वासितं, यथा सुपुत्रेण कुलं (वासितं) ।",
    "t": "यथा एकेन पुष्पितेन सुगन्धितवृक्षेण वनं सुगन्धितं भवति, तथैव एकेन सुपुत्रेण कुलं शोभते ।"
  },
  {
    "p": "एकेन शुष्कवृक्षेण दह्यमानेन वह्निना।दह्यते तद्वनं सर्वं कुपुत्रेण कुलं यथा ॥ ०३-१५",
    "a": "वह्निना दह्यमानेन एकेन शुष्कवृक्षेण तत् सर्वं वनं दह्यते, यथा कुपुत्रेण कुलं (दह्यते) ।",
    "t": "यथा एकेन ज्वलता शुष्कवृक्षेण सम्पूर्णं वनं दह्यते, तथैव एकेन कुपुत्रेण सम्पूर्णं कुलं नश्यति ।"
  },
  {
    "p": "एकेनापि सुपुत्रेण विद्यायुक्तेन साधुना।आह्लादितं कुलं सर्वं यथा चन्द्रेण शर्वरी ॥ ०३-१६",
    "a": "विद्यायुक्तेन साधुना एकेन अपि सुपुत्रेण सर्वं कुलं आह्लादितं, यथा चन्द्रेण शर्वरी (आह्लादिता) ।",
    "t": "यथा चन्द्रेण रात्रिः शोभते, तथैव एकेन विद्यायुक्तेन सज्जनपुत्रेण सम्पूर्णं कुलं आनन्दितं भवति ।"
  },
  {
    "p": "किं जातैर्बहुभिः पुत्रैः शोकसन्तापकारकैः।वरमेकः कुलालम्बी यत्र विश्राम्यते कुलम् ॥ ०३-१७",
    "a": "शोकसन्तापकारकैः बहुभिः जातैः पुत्रैः किम्? (सः) एकः कुलालम्बी वरं, यत्र कुलं विश्राम्यते ।",
    "t": "शोकं दुःखं च ददद्भिः अनेकैः पुत्रैः को लाभः? सः एकः एव कुलदीपकः पुत्रः श्रेष्ठः, यस्मिन् कुलं सुखं प्राप्नोति ।"
  },
  {
    "p": "लालयेत्पञ्चवर्षाणि दशवर्षाणि ताडयेत्।प्राप्ते तु षोडशे वर्षे पुत्रे मित्रवदाचरेत् ॥ ०३-१८",
    "a": "पञ्चवर्षाणि लालयेत्, दशवर्षाणि ताडयेत्, षोडशे वर्षे प्राप्ते तु पुत्रे मित्रवत् आचरेत् ।",
    "t": "पञ्चवर्षपर्यन्तं पुत्रं लालयेत्, ततः दशवर्षपर्यन्तं (१५ वयः यावत्) शासयेत्, षोडशे वर्षे प्राप्ते सति तेन सह मित्रवत् व्यवहरेत् ।"
  },
  {
    "p": "उपसर्गेऽन्यचक्रे च दुर्भिक्षे च भयावहे।असाधुजनसम्पर्के यः पलायेत्स जीवति ॥ ०३-१९",
    "a": "उपसर्गे, अन्यचक्रे च, भयावहे दुर्भिक्षे च, असाधुजनसम्पर्के (च) यः पलायेत् सः जीवति ।",
    "t": "उपद्रवे, शत्रुआक्रमणे, भयङ्करदुर्भिक्षे, दुष्टजनसङ्गे च यः पलायनं करोति, सः एव जीवति ।"
  },
  {
    "p": "धर्मार्थकाममोक्षाणां यस्यैकोऽपि न विद्यते।अजागलस्तनस्येव तस्य जन्म निरर्थकम् ॥ ०३-२०",
    "a": "यस्य धर्मार्थकाममोक्षाणां एकः अपि न विद्यते, तस्य जन्म अजागलस्तनस्य इव निरर्थकम् ।",
    "t": "यस्य जीवने धर्मः, अर्थः, कामः, मोक्षः वा इत्येतेषु एकमपि नास्ति, तस्य जन्म अजाकण्ठस्थितस्तनवत् व्यर्थम् ।"
  },
  {
    "p": "मूर्खा यत्र न पूज्यन्ते धान्यं यत्र सुसञ्चितम्।दाम्पत्ये कलहो नास्ति तत्र श्रीः स्वयमागता ॥ ०३-२१",
    "a": "यत्र मूर्खाः न पूज्यन्ते, यत्र धान्यं सुसञ्चितं, (यत्र) दाम्पत्ये कलहः न अस्ति, तत्र श्रीः स्वयम् आगता ।",
    "t": "यत्र मूर्खाणां सम्मानं न भवति, धान्यं सुरक्षितम् अस्ति, पतिपत्न्योः कलहः नास्ति, तत्र लक्ष्मीः स्वयमेव वसति ।"
  },
  {
    "p": "अयममृतनिधानं नायकोऽप्योषधीनां       अमृतमयशरीरः कान्तियुक्तोऽपि चन्द्रः।भवति विगतरश्मिर्मण्डलं प्राप्य भानोः       परसदननिविष्टः को लघुत्वं न याति ॥ ०३-२२",
    "a": "अयं अमृतनिधानं ओषधीनां नायकः अपि, अमृतमयशरीरः कान्तियुक्तः चन्द्रः अपि, भानोः मण्डलं प्राप्य विगतरश्मिः भवति; परसदननिविष्टः कः लघुत्वं न याति?",
    "t": "अमृतस्य निधानं, ओषधीनां राजा, कान्तियुक्तः चन्द्रः अपि सूर्यमण्डले प्रविश्य निस्तेजः भवति।परगृहे गतः कः लघुतां न प्राप्नोति? (अर्थात् सर्वः अपि) ।"
  },
  {
    "p": "आयुः कर्म च वित्तं च विद्या निधनमेव च।पञ्चैतानि हि सृज्यन्ते गर्भस्थस्यैव देहिनः ॥ ०४-०१",
    "a": "आयुः, कर्म च, वित्तं च, विद्या, निधनं एव च, एतानि पञ्च गर्भस्थस्य देहिनः एव हि सृज्यन्ते ।",
    "t": "आयुः, कर्म, धनं, विद्या, मृत्युः च - एतानि पञ्च तदैव निश्चितानि भवन्ति यदा जीवः गर्भे भवति ।"
  },
  {
    "p": "साधुभ्यस्ते निवर्तन्ते पुत्रमित्राणि बान्धवाः।ये च तैः सह गन्तारस्तद्धर्मात्सुकृतं कुलम् ॥ ०४-०२",
    "a": "ते पुत्रमित्राणि बान्धवाः (च) साधुभ्यः निवर्तन्ते।ये च तैः (साधुभिः) सह गन्तारः (सन्ति), तद्धर्मात् (तेषां) कुलम् सुकृतम् (भवति) ।",
    "t": "प्रायशः पुत्राः, मित्राणि, बन्धुजनाः च सज्जनानां (साधूनां) सङ्गात् विमुखाः भवन्ति (दूरे तिष्ठन्ति)।किन्तु ये जनाः तैः साधुभिः सह गच्छन्ति (सत्सङ्गं कुर्वन्ति), तेषां साधुधर्मस्य प्रभावेण सम्पूर्णं कुलम् अपि पुण्यशालि (पवित्रम्) भवति ।"
  },
  {
    "p": "दर्शनध्यानसंस्पर्शैर्मत्सी कूर्मी च पक्षिणी।शिशुं पालयते नित्यं तथा सज्जन-संगतिः ॥ ०४-०३",
    "a": "मत्सी कूर्मी च पक्षिणी (क्रमशः) दर्शन-ध्यान-संस्पर्शैः शिशुं पालयते, तथा सज्जन-संगतिः नित्यं (पालयते) ।",
    "t": "यथा मत्स्यः दर्शनेन, कूर्मः ध्यानेन, पक्षी च स्पर्शेन स्वशिशुं पालयति, तथैव सज्जनसङ्गतिः मनुष्यं पालयति ।"
  },
  {
    "p": "यावत्स्वस्थो ह्ययं देहो यावन्मृत्युश्च दूरतः।तावदात्महितं कुर्यात्प्राणान्ते किं करिष्यति ॥ ०४-०४",
    "a": "यावत् अयं देहः स्वस्थः हि, यावत् मृत्युः च दूरतः, तावत् आत्महितं कुर्यात्, प्राणान्ते किं करिष्यति?",
    "t": "यावत् शरीरं स्वस्थं मृत्युश्च दूरे अस्ति, तावदेव आत्मकल्याणं कुर्यात्।मृत्युकाले किमपि कर्तुं न शक्यते ।"
  },
  {
    "p": "कामधेनुगुणा विद्या ह्यकाले फलदायिनी।प्रवासे मातृसदृशी विद्या गुप्तं धनं स्मृतम् ॥ ०४-०५",
    "a": "विद्या कामधेनुगुणा, हि अकाले फलदायिनी, प्रवासे मातृसदृशी, विद्या गुप्तं धनं स्मृतम् ।",
    "t": "विद्या कामधेनुवत् सर्वफलदायिनी, असमयेऽपि फलं ददाति, विदेशे मातेव रक्षति, अतः सा गुप्तधनम् अस्ति ।"
  },
  {
    "p": "एकोऽपि गुणवान्पुत्रो निर्गुणेन शतेन किम्।एकश्चन्द्रस्तमो हन्ति न च ताराः सहस्रशः ॥ ०४-०६",
    "a": "एकः अपि गुणवान् पुत्रः (वरं), निर्गुणेन शतेन किम्? एकः चन्द्रः तमः हन्ति, सहस्रशः ताराः च न (हन्ति) ।",
    "t": "एकः गुणवान् पुत्रः श्रेष्ठः, शतं मूर्खपुत्रैः को लाभः? यथा एकः चन्द्रः अन्धकारं नाशयति, न तु सहस्रं ताराः ।"
  },
  {
    "p": "मूर्खश्चिरायुर्जातोऽपि तस्माज्जातमृतो वरः।मृतः स चाल्पदुःखाय यावज्जीवं जडो दहेत् ॥ ०४-०७",
    "a": "मूर्खः चिरायुः जातः अपि, तस्मात् जातमृतः वरः; सः मृतः च अल्पदुःखाय (भवति), जडः यावज्जीवं दहेत् ।",
    "t": "दीर्घायुः मूर्खपुत्रात् जातमृतः (जन्मना सह मृतः) पुत्रः श्रेष्ठः।मृतः अल्पदुःखं ददाति, किन्तु मूर्खः जीवनपर्यन्तं दुःखं ददाति ।"
  },
  {
    "p": "कुग्रामवासः कुलहीनसेवा       कुभोजनं क्रोधमुखी च भार्या।पुत्रश्च मूर्खो विधवा च कन्या       विनाग्निना षट्प्रदहन्ति कायम् ॥ ०४-०८",
    "a": "कुग्रामवासः, कुलहीनसेवा, कुभोजनं, क्रोधमुखी भार्या च, मूर्खः पुत्रः च, विधवा कन्या च, (एते) षट् अग्निना विना कायं प्रदहन्ति ।",
    "t": "दुष्टग्रामे वासः, नीचसेवा, कुत्सितभोजनं, कोपिनी पत्नी, मूर्खपुत्रः, विधवा कन्या च - एते षट् अग्निं विना शरीरं दहन्ति ।"
  },
  {
    "p": "किं तया क्रियते धेन्वा या न दोग्ध्री न गर्भिणी।कोऽर्थः पुत्रेण जातेन यो न विद्वान् न भक्तिमान् ॥ ०४-०९",
    "a": "या न दोग्ध्री न गर्भिणी, तया धेन्वा किं क्रियते? यः न विद्वान् न भक्तिमान्, (तेन) जातेन पुत्रेण कः अर्थः?",
    "t": "या गौः दुग्धं न ददाति न च गर्भिणी भवति, तया को लाभः? तथैव यः पुत्रः न विद्वान् न च भक्तिमान्, तेन को लाभः?"
  },
  {
    "p": "संसारतापदग्धानां त्रयो विश्रान्तिहेतवः।अपत्यं च कलत्रं च सतां सङ्गतिरेव च ॥ ०४-१०",
    "a": "संसार-ताप-दग्धानां त्रयः विश्रान्तिहेतवः - अपत्यं च, कलत्रं च, सतां सङ्गतिः एव च ।",
    "t": "संसारस्य तापैः दग्धानां जनानां कृते त्रीणि सुखसाधनानि सन्ति - सन्तानः, पत्नी, सज्जनसङ्गतिः च ।"
  },
  {
    "p": "सकृज्जल्पन्ति राजानः सकृज्जल्पन्ति पण्डिताः।सकृत्कन्याः प्रदीयन्ते त्रीण्येतानि सकृत्सकृत् ॥ ०४-११",
    "a": "राजानः सकृत् जल्पन्ति, पण्डिताः सकृत् जल्पन्ति, कन्याः सकृत् प्रदीयन्ते, एतानि त्रीणि सकृत् सकृत् (भवन्ति) ।",
    "t": "राजानः एकवारम् आज्ञापयन्ति, पण्डिताः एकवारं सत्यं वदन्ति, कन्याः एकवारं दीयन्ते - एतत् त्रयम् एकवारमेव भवति ।"
  },
  {
    "p": "एकाकिना तपो द्वाभ्यां पठनं गायनं त्रिभिः।चतुर्भिर्गमनं क्षेत्रं पञ्चभिर्बहुभी रणः ॥ ०४-१२",
    "a": "एकाकिना तपः, द्वाभ्यां पठनं, त्रिभिः गायनं, चतुर्भिः गमनं, पञ्चभिः क्षेत्रं, बहुभिः रणः (शोभते) ।",
    "t": "तपः एकाकिना, अध्ययनं द्वाभ्यां, गायनं त्रिभिः, गमनं चतुर्भिः, कृषिकार्यं पञ्चभिः, युद्धं च बहुभिः कर्तव्यम् ।"
  },
  {
    "p": "सा भार्या या शुचिर्दक्षा सा भार्या या पतिव्रता।सा भार्या या पतिप्रीता सा भार्या सत्यवादिनी ॥ ०४-१३",
    "a": "या शुचिः दक्षा सा भार्या, या पतिव्रता सा भार्या, या पतिप्रीता सा भार्या, (या) सत्यवादिनी सा भार्या ।",
    "t": "या पवित्रा कुशला च, या पतिव्रता, या पत्यौ स्निह्यति, या सत्यं वदति, सा एव वास्तविकरूपेण भार्या अस्ति ।"
  },
  {
    "p": "अपुत्रस्य गृहं शून्यं दिशः शून्यास्त्वबान्धवाः।मूर्खस्य हृदयं शून्यं सर्वशून्या दरिद्रता ॥ ०४-१४",
    "a": "अपुत्रस्य गृहं शून्यं, अबान्धवाः दिशः शून्याः तु, मूर्खस्य हृदयं शून्यं, दरिद्रता सर्वशून्या ।",
    "t": "पुत्रहीनस्य गृहं शून्यं, बन्धुहीनस्य दिशः शून्याः, मूर्खस्य हृदयं शून्यं, दरिद्रस्य तु सर्वं शून्यम् ।"
  },
  {
    "p": "अनभ्यासे विषं शास्त्रमजीर्णे भोजनं विषम्।दरिद्रस्य विषं गोष्ठी वृद्धस्य तरुणी विषम् ॥ ०४-१५",
    "a": "अनभ्यासे शास्त्रं विषं, अजीर्णे भोजनं विषं, दरिद्रस्य गोष्ठी विषं, वृद्धस्य तरुणी विषम् ।",
    "t": "अभ्यासं विना शास्त्रं विषवत्, अजीर्णे सति भोजनं विषवत्, निर्धनस्य सभा विषवत्, वृद्धस्य च युवती पत्नी विषवत् भवति ।"
  },
  {
    "p": "त्यजेद्धर्मं दयाहीनं विद्याहीनं गुरुं त्यजेत्।त्यजेत्क्रोधमुखीं भार्यां निःस्नेहान्बान्धवांस्त्यजेत् ॥ ०४-१६",
    "a": "दयाहीनं धर्मं त्यजेत्, विद्याहीनं गुरुं त्यजेत्, क्रोधमुखीं भार्यां त्यजेत्, निःस्नेहान् बान्धवान् त्यजेत् ।",
    "t": "दयारहितं धर्मं, विद्यारहितं गुरुं, क्रोधयुक्तां पत्नीं, स्नेहरहितान् बन्धून् च त्यजेत् ।"
  },
  {
    "p": "अध्वा जरा देहवतां पर्वतानां जलं जरा।अमैथुनं जरा स्त्रीणां वस्त्राणामातपो जरा ॥ ०४-१७",
    "a": "अध्वा देहवतां जरा, जलं पर्वतानां जरा, अमैथुनं स्त्रीणां जरा, आतपः वस्त्राणां जरा ।",
    "t": "अत्यधिकं भ्रमणं शरीरस्य वार्धक्यं (नाशकम्), जलं पर्वतानां नाशकं, संभोगाभावः स्त्रीणां वार्धक्यं, आतपः वस्त्राणां नाशकः ।"
  },
  {
    "p": "इन्द्रियाणि च संयम्य बकवत्पण्डितो नरः।देशकालबलं ज्ञात्वा सर्वकार्याणि साधयेत् ॥ ०४-१७ (Ed. Sharma)",
    "a": "पण्डितः नरः इन्द्रियाणि च संयम्य, देश-काल-बलं ज्ञात्वा, बकवत् सर्वकार्याणि साधयेत् ।",
    "t": "बुद्धिमान् जनः इन्द्रियाणि वशे कृत्वा, देशं कालं स्वशक्तिं च विचार्य, बकः इव एकाग्रतया कार्याणि कुर्यात् ।"
  },
  {
    "p": "कः कालः कानि मित्राणि को देशः कौ व्ययागमौ।कश्चाहं का च मे शक्तिरिति चिन्त्यं मुहुर्मुहुः ॥ ०४-१८",
    "a": "कः कालः? कानि मित्राणि? कः देशः? कौ व्ययागमौ? कः च अहम्? का च मे शक्तिः? इति मुहुर्मुहुः चिन्त्यम् ।",
    "t": "समयः कीदृशः, मित्राणि कानि, देशः कः, आयव्ययौ कीदृशौ, अहं कः, मम शक्तिः का - इति सर्वदा विचारणीयम् ।"
  },
  {
    "p": "अग्निर्देवो द्विजातीनां मुनीनां हृदि दैवतम्।प्रतिमा स्वल्पबुद्धीनां सर्वत्र समदर्शिनाम् ॥ ०४-१९",
    "a": "द्विजातीनां देवः अग्निः, मुनीनां हृदि दैवतं, स्वल्पबुद्धीनां प्रतिमा (देवः), समदर्शिनाम् सर्वत्र (देवः) ।",
    "t": "ब्राह्मणानां देवः अग्निः, मुनीनां देवः हृदये (अस्ति), मन्दबुद्धीनां देवः मूर्तिः, ज्ञानिनां तु सर्वत्र ईश्वरः अस्ति ।"
  },
  {
    "p": "गुरुरग्निर्द्विजातीनां वर्णानां ब्राह्मणो गुरुः।पतिरेव गुरुः स्त्रीणां सर्वस्याभ्यागतो गुरुः ॥ ०५-०१",
    "a": "द्विजातीनां गुरुः अग्निः, वर्णानां गुरुः ब्राह्मणः, स्त्रीणां गुरुः पतिः एव, सर्वस्य गुरुः अभ्यागतः ।",
    "t": "द्विजानां गुरुः अग्निः, वर्णानां गुरुः ब्राह्मणः, स्त्रीणां गुरुः पतिः, अतिथिश्च सर्वस्य गुरुः (पूज्यः) ।"
  },
  {
    "p": "यथा चतुर्भिः कनकं परीक्ष्यते       निघर्षणच्छेदनतापताडनैः।तथा चतुर्भिः पुरुषः परीक्ष्यते       त्यागेन शीलेन गुणेन कर्मणा ॥ ०५-०२",
    "a": "यथा निघर्षण-छेदन-ताप-ताडनैः चतुर्भिः कनकं परीक्ष्यते, तथा त्यागेन शीलेन गुणेन कर्मणा चतुर्भिः पुरुषः परीक्ष्यते ।",
    "t": "यथा घर्षणेन, छेदनेन, तापेन, ताडनेन च सुवर्णस्य परीक्षा भवति, तथा त्यागेन, शीलेन, गुणेन, कर्मणा च पुरुषस्य परीक्षा भवति ।"
  },
  {
    "p": "तावद्भयेषु भेतव्यं यावद्भयमनागतम्।आगतं तु भयं वीक्ष्य प्रहर्तव्यमशङ्कया ॥ ०५-०३",
    "a": "यावत् भयं अनागतं तावत् भयेषु भेतव्यं, आगतं तु भयं वीक्ष्य अशङ्कया प्रहर्तव्यम् ।",
    "t": "यावत् सङ्कटं न आगतं तावत् तस्मात् भयं कुर्यात् (सावधानः भवेत्), किन्तु आगतं सङ्कटं दृष्ट्वा निश्शङ्कं प्रतीकारं कुर्यात् ।"
  },
  {
    "p": "एकोदरसमुद्भूता एकनक्षत्रजातकाः।न भवन्ति समाः शीले यथा बदरकण्टकाः ॥ ०५-०४",
    "a": "एकोदर-समुद्भूताः एक-नक्षत्र-जातकाः (अपि) शीले समाः न भवन्ति, यथा बदरकण्टकाः ।",
    "t": "एकस्मात् उदरात् जाताः, एकस्मिन् नक्षत्रे जाताः अपि स्वभावे समानाः न भवन्ति, यथा बदरीफलानि कण्टकाश्च भिन्नाः ।"
  },
  {
    "p": "अन्यायार्जितवित्तपूर्णमुदरं गर्वेण तुङ्गं शिरो।रे रे जम्बुक मुञ्च मुञ्च सहसा नीचं सुनिन्द्यं वपुः ॥ ०५-०५ Ed. Sharma",
    "a": "अन्यायार्जित-वित्त-पूर्णं उदरं, गर्वेण तुङ्गं शिरः, (तथा) नीचं सुनिन्द्यं वपुः, रे रे जम्बुक! सहसा मुञ्च मुञ्च ।",
    "t": "अन्यायेन प्राप्तधनेन पूर्णम् उदरं, गर्वेण उन्नतम् शिरः, निन्दनीयं शरीरं च हे शृगाल (नीच)! शीघ्रं त्यज ।"
  },
  {
    "p": "निःस्पृहो नाधिकारी स्यान् नाकामो मण्डनप्रियः।नाविदग्धः प्रियं ब्रूयात्स्पष्टवक्ता न वञ्चकः ॥ ०५-०५",
    "a": "निःस्पृहः अधिकारी न स्यात्, अकामः मण्डनप्रियः न (स्यात्), अविदग्धः प्रियं न ब्रूयात्, स्पष्टवक्ता वञ्चकः न (स्यात्) ।",
    "t": "इच्छारहितः अधिकारी न भवति, कामनारहितः अलङ्कारप्रियः न भवति, मूर्खः प्रियं न वदति, स्पष्टवक्ता च वञ्चकः न भवति ।"
  },
  {
    "p": "मूर्खाणां पण्डिता द्वेष्या अधनानां महाधनाः।परांगना कुलस्त्रीणां सुभगानां च दुर्भगाः ॥ ०५-०६",
    "a": "मूर्खाणां पण्डिताः द्वेष्याः, अधनानां महाधनाः (द्वेष्याः), कुलस्त्रीणां परांगना (द्वेष्या), सुभगानां च दुर्भगाः (द्वेष्याः) ।",
    "t": "मूर्खाः पण्डितान् द्विषन्ति, निर्धनाः धनिकान्, कुलस्त्रियः वेश्याः, दुर्भगाः च सुभगाः स्त्रियः द्विषन्ति ।"
  },
  {
    "p": "आलस्योपगता विद्या परहस्तगतं धनम्।अल्पबीजं हतं क्षेत्रं हतं सैन्यमनायकम् ॥ ०५-०७",
    "a": "आलस्योपगता विद्या (हता), परहस्तगतं धनं (हतं), अल्पबीजं क्षेत्रं हतं, अनायकं सैन्यं हतम् ।",
    "t": "आलस्येन विद्या नश्यति, परहस्तगतं धनं नश्यति, अल्पबीजेन क्षेत्रं नश्यति, सेनापतिं विना सैन्यं नश्यति ।"
  },
  {
    "p": "अभ्यासाद्धार्यते विद्या कुलं शीलेन धार्यते।गुणेन ज्ञायते त्वार्यः कोपो नेत्रेण गम्यते ॥ ०५-०८",
    "a": "विद्या अभ्यासात् धार्यते, कुलं शीलेन धार्यते, आर्यः तु गुणेन ज्ञायते, कोपः नेत्रेण गम्यते ।",
    "t": "अभ्यासेन विद्या रक्ष्यते, सदाचारेण कुलं रक्ष्यते, गुणेन सज्जनः ज्ञायते, नेत्रेण च क्रोधः ज्ञायते ।"
  },
  {
    "p": "वित्तेन रक्ष्यते धर्मो विद्या योगेन रक्ष्यते।मृदुना रक्ष्यते भूपः सत्स्त्रिया रक्ष्यते गृहम् ॥ ०५-०९",
    "a": "धर्मः वित्तेन रक्ष्यते, विद्या योगेन रक्ष्यते, भूपः मृदुना रक्ष्यते, गृहं सत्स्त्रिया रक्ष्यते ।",
    "t": "धनेन धर्मः रक्ष्यते, योगेन (अभ्यासेन) विद्या, मृदुव्यवहारेण राजा, उत्तमस्त्रिया च गृहं रक्ष्यते ।"
  },
  {
    "p": "अन्यथा वेदशास्त्राणि ज्ञानपाण्डित्यमन्यथा।अन्यथा तत्पदं शान्तं लोकाः क्लिश्यन्ति चान्यथा ॥ ०५-१०",
    "a": "वेदशास्त्राणि अन्यथा, ज्ञानपाण्डित्यं अन्यथा, तत् शान्तं पदं अन्यथा, लोकाः च अन्यथा क्लिश्यन्ति ।",
    "t": "वेदशास्त्राणि, पाण्डित्यं च मोक्षं दातुं न शक्नुवन्ति, यतः मोक्षस्य (शान्तपदस्य) स्वरूपं भिन्नमेव अस्ति।किन्तु जनाः तत् न जानन्तः (भ्रमेण) व्यर्थमेव संसारचक्रे क्लिश्यन्ति ।"
  },
  {
    "p": "दारिद्र्यनाशनं दानं शीलं दुर्गतिनाशनम्।अज्ञाननाशिनी प्रज्ञा भावना भयनाशिनी ॥ ०५-११",
    "a": "दानं दारिद्र्यनाशनं, शीलं दुर्गतिनाशनं, प्रज्ञा अज्ञाननाशिनी, भावना भयनाशिनी ।",
    "t": "दानं दरिद्रतां नाशयति, शीलम् (सदाचारः) दुर्गतिं, बुद्धिः अज्ञानं, भक्तिभावना च भयं नाशयति ।"
  },
  {
    "p": "नास्ति कामसमो व्याधिर्नास्ति मोहसमो रिपुः।नास्ति कोपसमो वह्निर्नास्ति ज्ञानात्परं सुखम् ॥ ०५-१२",
    "a": "कामसमः व्याधिः न अस्ति, मोहसमः रिपुः न अस्ति, कोपसमः वह्निः न अस्ति, ज्ञानात् परं सुखं न अस्ति ।",
    "t": "कामवासनातुल्यः रोगः नास्ति, मोहतुल्यः शत्रुः नास्ति, क्रोधतुल्यः अग्निः नास्ति, ज्ञानतुल्यं सुखं नास्ति ।"
  },
  {
    "p": "जन्ममृत्यू हि यात्येको भुनक्त्येकः शुभाशुभम्।नरकेषु पतत्येक एको याति परां गतिम् ॥ ०५-१३",
    "a": "एकः हि जन्ममृत्यू याति, एकः शुभाशुभं भुनक्ति, एकः नरकेषु पतति, एकः परां गतिं याति ।",
    "t": "जीवः एकाकी एव जायते म्रियते च, एकाकी एव कर्मफलं भुङ्क्ते, एकाकी एव नरकं वा मोक्षं वा प्राप्नोति ।"
  },
  {
    "p": "तृणं ब्रह्मविदः स्वर्गस्तृणं शूरस्य जीवितम्।जिताशस्य तृणं नारी निःस्पृहस्य तृणं जगत् ॥ ०५-१४",
    "a": "ब्रह्मविदः स्वर्गः तृणं, शूरस्य जीवितं तृणं, जिताशस्य नारी तृणं, निःस्पृहस्य जगत् तृणम् ।",
    "t": "ब्रह्मज्ञानिनः कृते स्वर्गः तुच्छः, शूरस्य कृते जीवनं तुच्छं, जितेन्द्रियस्य कृते नारी तुच्छा, निःस्पृहस्य कृते जगत् तुच्छम् ।"
  },
  {
    "p": "विद्या मित्रं प्रवासे च भार्या मित्रं गृहेषु च।व्याधितस्यौषधं मित्रं धर्मो मित्रं मृतस्य च ॥ ०५-१५",
    "a": "प्रवासे च विद्या मित्रं, गृहेषु च भार्या मित्रं, व्याधितस्य औषधं मित्रं, मृतस्य च धर्मः मित्रम् ।",
    "t": "विदेशे विद्या मित्रं, गृहे पत्नी मित्रं, रोगिणः औषधं मित्रं, मृतस्य च धर्मः मित्रं भवति ।"
  },
  {
    "p": "वृथा वृष्टिः समुद्रेषु वृथा तृप्तस्य भोजनम्।वृथा दानं समर्थस्य वृथा दीपो दिवापि च ॥ ०५-१६",
    "a": "समुद्रेषु वृष्टिः वृथा, तृप्तस्य भोजनं वृथा, समर्थस्य दानं वृथा, दिवा अपि च दीपः वृथा ।",
    "t": "समुद्रे वर्षा व्यर्था, तृप्तस्य भोजनं व्यर्थं, धनिकाय दानं व्यर्थं, दिने च दीपः व्यर्थः ।"
  },
  {
    "p": "नास्ति मेघसमं तोयं नास्ति चात्मसमं बलम्।नास्ति चक्षुःसमं तेजो नास्ति धान्यसमं प्रियम् ॥ ०५-१७",
    "a": "मेघसमं तोयं न अस्ति, आत्मसमं बलं च न अस्ति, चक्षुःसमं तेजः न अस्ति, धान्यसमं प्रियं न अस्ति ।",
    "t": "वर्षाजलतुल्यं जलं नास्ति, आत्मबलतुल्यं बलं नास्ति, नेत्रतुल्यं तेजः नास्ति, अन्नसमानं प्रियं नास्ति ।"
  },
  {
    "p": "अधना धनमिच्छन्ति वाचं चैव चतुष्पदाः।मानवाः स्वर्गमिच्छन्ति मोक्षमिच्छन्ति देवताः ॥ ०५-१८",
    "a": "अधनाः धनं इच्छन्ति, चतुष्पदाः वाचं च एव (इच्छन्ति), मानवाः स्वर्गं इच्छन्ति, देवताः मोक्षं इच्छन्ति ।",
    "t": "निर्धनाः धनम् इच्छन्ति, पशवः वाणीम्, मनुष्याः स्वर्गं, देवाः च मोक्षम् इच्छन्ति ।"
  },
  {
    "p": "सत्येन धार्यते पृथ्वी सत्येन तपते रविः।सत्येन वाति वायुश्च सर्वं सत्ये प्रतिष्ठितम् ॥ ०५-१९",
    "a": "सत्येन पृथ्वी धार्यते, सत्येन रविः तपते, सत्येन वायुः च वाति, सर्वं सत्ये प्रतिष्ठितम् ।",
    "t": "सत्येन पृथ्वी स्थिरा अस्ति, सत्येन सूर्यः तपति, सत्येन वायुः वहति, सर्वं सत्ये एव स्थितम् अस्ति ।"
  },
  {
    "p": "चला लक्ष्मीश्चलाः प्राणाश्चले जीवितमन्दिरे।चलाचले च संसारे धर्म एको हि निश्चलः ॥ ०५-२०",
    "a": "लक्ष्मीः चला, प्राणाः चलाः, जीवितमन्दिरे चले, चलाचले संसारे च धर्मः एकः हि निश्चलः ।",
    "t": "लक्ष्मीः चञ्चला, प्राणाः चञ्चलाः, शरीरं चञ्चलं, अस्मिन् चञ्चले संसारे केवलं धर्मः एव स्थिरः अस्ति ।"
  },
  {
    "p": "नराणां नापितो धूर्तः पक्षिणां चैव वायसः।चतुष्पादं श‍ृगालस्तु स्त्रीणां धूर्ता च मालिनी ॥ ०५-२१",
    "a": "नराणां नापितः धूर्तः, पक्षिणां च एव वायसः (धूर्तः), चतुष्पादं तु शृगालः (धूर्तः), स्त्रीणां च मालिनी धूर्ता ।",
    "t": "मनुष्येषु नापितः, पक्षिषु काकः, पशुषु शृगालः, स्त्रीषु च पुष्पविक्रेत्री (मालिनी) धूर्ता भवति ।"
  },
  {
    "p": "जनिता चोपनेता च यस्तु विद्यां प्रयच्छति।अन्नदाता भयत्राता पञ्चैते पितरः स्मृताः ॥ ०५-२२",
    "a": "जनिता, उपनेता च, यः तु विद्यां प्रयच्छति, अन्नदाता, भयत्राता (च), एते पञ्च पितरः स्मृताः ।",
    "t": "जन्मदाता, उपनयनकर्ता, विद्यादाता, अन्नदाता, रक्षकः च - एते पञ्च पितरः कथ्यन्ते ।"
  },
  {
    "p": "राजपत्नी गुरोः पत्नी मित्रपत्नी तथैव च।पत्नीमाता स्वमाता च पञ्चैता मातरः स्मृताः ॥ ०५-२३",
    "a": "राजपत्नी, गुरोः पत्नी, तथा एव च मित्रपत्नी, पत्नीमाता, स्वमाता च, एताः पञ्च मातरः स्मृताः ।",
    "t": "राज्ञः पत्नी, गुरोः पत्नी, मित्रपत्नी, सासुः, स्वमाता च - एताः पञ्च मातरः कथ्यन्ते ।"
  },
  {
    "p": "श्रुत्वा धर्मं विजानाति श्रुत्वा त्यजति दुर्मतिम्।श्रुत्वा ज्ञानमवाप्नोति श्रुत्वा मोक्षमवाप्नुयात् ॥ ०६-०१",
    "a": "(नरः) श्रुत्वा धर्मं विजानाति, श्रुत्वा दुर्मतिं त्यजति, श्रुत्वा ज्ञानं अवाप्नोति, श्रुत्वा मोक्षं अवाप्नुयात् ।",
    "t": "शास्त्रश्रवणेन धर्मं जानाति, दुर्बुद्धिं त्यजति, ज्ञानं प्राप्नोति, मोक्षं च लभते ।"
  },
  {
    "p": "पक्षिणः काकश्चण्डालः पशूनां चैव कुक्कुरः।मुनीनां पापश्चण्डालः सर्वचाण्डालनिन्दकः ॥ ०६-०२",
    "a": "पक्षिणः (मध्ये) काकः चण्डालः, पशूनां च एव कुक्कुरः (चण्डालः), मुनीनां पापः चण्डालः, सर्वचाण्डालनिन्दकः (चण्डालः) ।",
    "t": "पक्षिषु काकः नीचः, पशुषु कुक्कुरः, मुनिषु पापी, सर्वेषु च परनिन्दकः नीचः (चण्डालः) भवति ।"
  },
  {
    "p": "भस्मना शुद्ध्यते कास्यं ताम्रमम्लेन शुद्ध्यति।रजसा शुद्ध्यते नारी नदी वेगेन शुद्ध्यति ॥ ०६-०३",
    "a": "कास्यं भस्मना शुद्ध्यते, ताम्रं अम्लेन शुद्ध्यति, नारी रजसा शुद्ध्यते, नदी वेगेन शुद्ध्यति ।",
    "t": "कांस्यपात्रं भस्मना, ताम्रपात्रं आम्लेन, स्त्री रजस्वलाभावेन, नदी च प्रवाहेन शुद्धा भवति ।"
  },
  {
    "p": "भ्रमन्सम्पूज्यते राजा भ्रमन्सम्पूज्यते द्विजः।भ्रमन्सम्पूज्यते योगी स्त्री भ्रमन्ती विनश्यति ॥ ०६-०४",
    "a": "राजा भ्रमन् सम्पूज्यते, द्विजः भ्रमन् सम्पूज्यते, योगी भ्रमन् सम्पूज्यते, (किन्तु) स्त्री भ्रमन्ती विनश्यति ।",
    "t": "राजा, ब्राह्मणः, योगी च भ्रमन्तः (सञ्चारं कुर्वन्तः) पूज्यन्ते, किन्तु स्त्री भ्रमन्ती (गृहं त्यक्त्वा अटन्ती) नश्यति ।"
  },
  {
    "p": "यस्यार्थास्तस्य मित्राणि यस्यार्थास्तस्य बान्धवाः।यस्यार्थाः स पुमाँल्लोके यस्यार्थाः स च पण्डितः ॥ ०६-०५",
    "a": "यस्य अर्थाः तस्य मित्राणि, यस्य अर्थाः तस्य बान्धवाः, यस्य अर्थाः सः लोके पुमान्, यस्य अर्थाः सः च पण्डितः ।",
    "t": "यस्य समीपे धनमस्ति, तस्यैव मित्राणि बान्धवाश्च भवन्ति।स एव पुरुषः, स एव च पण्डितः मन्यते ।"
  },
  {
    "p": "तादृशी जायते बुद्धिर्व्यवसायोऽपि तादृशः।सहायास्तादृशा एव यादृशी भवितव्यता ॥ ०६-०६",
    "a": "यादृशी भवितव्यता (भवति), तादृशी बुद्धिः जायते, व्यवसायः अपि तादृशः (भवति), सहायाः तादृशाः एव (भवन्ति) ।",
    "t": "यादृशं भाग्यं भवति, तादृशी एव बुद्धिः, तादृशः उद्योगः, तादृशाः एव सहायकाः च मिलन्ति ।"
  },
  {
    "p": "कालः पचति भूतानि कालः संहरते प्रजाः।कालः सुप्तेषु जागर्ति कालो हि दुरतिक्रमः ॥ ०६-०७",
    "a": "कालः भूतानि पचति, कालः प्रजाः संहरते, कालः सुप्तेषु जागर्ति, कालः हि दुरतिक्रमः ।",
    "t": "कालः जीवान् पचति (नाशयति), संहरति च।यदा सर्वे सुप्ताः तदापि कालः जागर्ति।कालः अजेयः ।"
  },
  {
    "p": "न पश्यति च जन्मान्धः कामान्धो नैव पश्यति।मदोन्मत्ता न पश्यन्ति अर्थी दोषं न पश्यति ॥ ०६-०८",
    "a": "जन्मान्धः च न पश्यति, कामान्धः न एव पश्यति, मदोन्मत्ताः न पश्यन्ति, अर्थी दोषं न पश्यति ।",
    "t": "जन्मान्धः न पश्यति, कामातुरः विवेकं न पश्यति, मद्यपः न पश्यति, स्वार्थी च दोषं न पश्यति ।"
  },
  {
    "p": "स्वयं कर्म करोत्यात्मा स्वयं तत्फलमश्नुते।स्वयं भ्रमति संसारे स्वयं तस्माद्विमुच्यते ॥ ०६-०९",
    "a": "आत्मा स्वयं कर्म करोति, स्वयं तत् फलं अश्नुते, स्वयं संसारे भ्रमति, स्वयं तस्मात् विमुच्यते ।",
    "t": "जीवः स्वयमेव कर्म करोति, स्वयमेव फलं भुङ्क्ते, स्वयमेव संसारे भ्रमति, स्वयमेव च मुक्ती भवति ।"
  },
  {
    "p": "राजा राष्ट्रकृतं पापं राज्ञः पापं पुरोहितः।भर्ता च स्त्रीकृतं पापं शिष्यपापं गुरुस्तथा ॥ ०६-१०",
    "a": "राजा राष्ट्रकृतं पापं (भुङ्क्ते), पुरोहितः राज्ञः पापं (भुङ्क्ते), भर्ता च स्त्रीकृतं पापं (भुङ्क्ते), तथा गुरुः शिष्यपापं (भुङ्क्ते) ।",
    "t": "राजा राष्ट्रस्य पापं, पुरोहितः राज्ञः पापं, पतिः पत्न्याः पापं, गुरुश्च शिष्यस्य पापं प्राप्नोति (यदि निवारणं न करोति) ।"
  },
  {
    "p": "ऋणकर्ता पिता शत्रुर्माता च व्यभिचारिणी।भार्या रूपवती शत्रुः पुत्रः शत्रुरपण्डितः ॥ ०६-११",
    "a": "ऋणकर्ता पिता शत्रुः, व्यभिचारिणी माता च (शत्रुः), रूपवती भार्या शत्रुः, अपण्डितः पुत्रः शत्रुः ।",
    "t": "ऋणं कृत्वा गतः पिता, दुश्चरिता माता, अतिसुन्दरी भार्या, मूर्खः पुत्रश्च शत्रुतुल्याः भवन्ति ।"
  },
  {
    "p": "लुब्धमर्थेन गृह्णीयात् स्तब्धमञ्जलिकर्मणा।मूर्खं छन्दोऽनुवृत्त्या च यथार्थत्वेन पण्डितम् ॥ ०६-१२",
    "a": "लुब्धं अर्थेन, स्तब्धं अञ्जलिकर्मणा, मूर्खं छन्दोऽनुवृत्त्या च, पण्डितं यथार्थत्वेन गृह्णीयात् ।",
    "t": "लोभिनं धनेन, गर्विष्ठं नमस्कारेण, मूर्खं तस्य इच्छानुसरणेन, विद्वान् च सत्येन वशीकुर्यात् ।"
  },
  {
    "p": "वरं न राज्यं न कुराजराज्यं       वरं न मित्रं न कुमित्रमित्रम्।वरं न शिष्यो न कुशिष्यशिष्यो       वरं न दार न कुदरदारः ॥ ०६-१३",
    "a": "राज्यं न (अस्तु इति) वरं, कुराजराज्यं न (वरम्); मित्रं न (अस्तु इति) वरं, कुमित्रमित्रं न (वरम्); शिष्यः न (अस्तु इति) वरं, कुशिष्यशिष्यः न (वरम्); दाराः न (सन्तु इति) वरं, कुदारदाराः न (वरम्) ।",
    "t": "राज्यं मा भवतु तत् श्रेष्ठं, किन्तु कुराज्यं न।मित्रं मा भवतु, किन्तु कुमित्रं न।शिष्यः मा भवतु, किन्तु कुशिष्यः न।पत्नी मा भवतु, किन्तु दुष्टपत्नी न ।"
  },
  {
    "p": "कुराजराज्येन कुतः प्रजासुखं       कुमित्रमित्रेण कुतोऽभिनिर्वृतिः।कुदारदारैश्च कुतो गृहे रतिः       कुशिष्यशिष्यमध्यापयतः कुतो यशः ॥ ०६-१४",
    "a": "कुराजराज्येन प्रजासुखं कुतः? कुमित्रमित्रेण अभिनिर्वृतिः कुतः? कुदारदारैः च गृहे रतिः कुतः? कुशिष्यशिष्यं अध्यापयतः यशः कुतः?",
    "t": "दुष्टराज्ये सुखं कुतः? कुमित्रेण शान्तिः कुतः? दुष्टपत्न्या गृहे सुखं कुतः? कुशिष्यस्य पाठनेन यशः कुतः?"
  },
  {
    "p": "सिंहादेकं बकादेकं शिक्षेच्चत्वारि कुक्कुटात्।वायसात्पञ्च शिक्षेच्च षट्शुनस्त्रीणि गर्दभात् ॥ ०६-१५",
    "a": "सिंहात् एकं, बकात् एकं, कुक्कुटात् चत्वारि, वायसात् पञ्च, शुनः षट्, गर्दभात् त्रीणि शिक्षेत् च ।",
    "t": "सिंहात् एकं, बकात् एकं, कुक्कुटात् चत्वारि, काकात् पञ्च, कुक्कुरात् षट्, गर्दभात् च त्रीणि गुणान् शिक्षेत् ।"
  },
  {
    "p": "प्रभूतं कार्यमल्पं वा यन्नरः कर्तुमिच्छति।सर्वारम्भेण तत्कार्यं सिंहादेकं प्रचक्षते ॥ ०६-१६",
    "a": "नरः प्रभूतं अल्पं वा यत् कार्यं कर्तुं इच्छति, तत् कार्यं सर्वारम्भेण (कुर्यात्), (इति) सिंहात् एकं प्रचक्षते ।",
    "t": "महत् वा लघु वा कार्यं पूर्णशक्त्या कर्तव्यम् - इति एकः गुणः सिंहात् ग्रहीतव्यः ।"
  },
  {
    "p": "इन्द्रियाणि च संयम्य रागद्वेषविवर्जितः।समदुःखसुखः शान्तः तत्त्वज्ञः साधुरुच्यते ॥ ०६-१७",
    "a": "(बकवत्) इन्द्रियाणि च संयम्य, रागद्वेषविवर्जितः, समदुःखसुखः, शान्तः, तत्त्वज्ञः साधुः उच्यते ।",
    "t": "(बकवत् ध्यानं कृत्वा) इन्द्रियनिग्रहः, रागद्वेषत्यागः, सुखदुःखसाम्यं, शान्तिः, तत्त्वज्ञानं च साधोः लक्षणम् ।"
  },
  {
    "p": "प्रत्युत्थानं च युद्धं च संविभागं च बन्धुषु।स्वयमाक्रम्य भुक्तं च शिक्षेच्चत्वारि कुक्कुटात् ॥ ०६-१८",
    "a": "प्रत्युत्थानं च, युद्धं च, बन्धुषु संविभागं च, स्वयम् आक्रम्य भुक्तं च, (इति) चत्वारि कुक्कुटात् शिक्षेत् ।",
    "t": "समये जागरणम्, युद्धम्, बन्धुभिः सह विभागः, स्वयं आक्रम्य भोजनप्राप्तिः - इति चत्वारि कुक्कुटात् शिक्षेत् ।"
  },
  {
    "p": "गूढमैथुनचारित्वं काले काले च सङ्ग्रहम्।अप्रमत्तमविश्वासं पञ्च शिक्षेच्च वायसात् ॥ ०६-१९",
    "a": "गूढमैथुनचारित्वं, काले काले सङ्ग्रहं च, अप्रमत्तं, अविश्वासं (च), (इति) पञ्च वायसात् शिक्षेत् च ।",
    "t": "गुप्तमैथुनं, समये सङ्ग्रहः, सावधानता, अविश्वासः (इति पञ्च) काकात् शिक्षेत् ।"
  },
  {
    "p": "बह्वाशी स्वल्पसन्तुष्टः सनिद्रो लघुचेतनः।स्वामिभक्तश्च शूरश्च षडेते श्वानतो गुणाः ॥ ०६-२०",
    "a": "बह्वाशी, स्वल्पसन्तुष्टः, सनिद्रः, लघुचेतनः, स्वामिभक्तः च, शूरः च, एते षट् श्वानतः गुणाः ।",
    "t": "अधिकभोजनक्षमता, अल्पे सन्तोषः, गाढनिद्रा, शीघ्रजागरणम्, स्वामिभक्तिः, शूरता च - एते षट् गुणाः कुक्कुरात् ग्राह्याः ।"
  },
  {
    "p": "सुश्रान्तोऽपि वहेद्भारं शीतोष्णं न च पश्यति।सन्तुष्टश्चरते नित्यं त्रीणि शिक्षेच्च गर्दभात् ॥ ०६-२१",
    "a": "सुश्रान्तः अपि भारं वहेत्, शीतोष्णं न च पश्यति, नित्यं सन्तुष्टः चरते, (इति) त्रीणि गर्दभात् शिक्षेत् च ।",
    "t": "श्रान्तः अपि भारवहनं, शीतोष्णयोः अविचारः, नित्यं सन्तोषः - इति त्रीणि गर्दभात् शिक्षेत् ।"
  },
  {
    "p": "य एतान्विंशतिगुणानाचरिष्यति मानवः।कार्यावस्थासु सर्वासु अजेयः स भविष्यति ॥ ०६-२२",
    "a": "यः मानवः एतान् विंशतिगुणान् आचरिष्यति, सः सर्वासु कार्यावस्थासु अजेयः भविष्यति ।",
    "t": "यः मनुष्यः एतान् विंशतिगुणान् आचरति, सः सर्वकार्येषु विजयी भवति ।"
  },
  {
    "p": "अर्थनाशं मनस्तापं गृहे दुश्चरितानि च।वञ्चनं चापमानं च मतिमान्न प्रकाशयेत् ॥ ०७-०१",
    "a": "मतिमान् अर्थनाशं, मनस्तापं, गृहे दुश्चरितानि च, वञ्चनं च, अपमानं च न प्रकाशयेत् ।",
    "t": "बुद्धिमान् धननाशं, मनसः दुःखं, गृहस्य दोषान्, ठगीं, अपमानं च अन्येभ्यः न वदेत् ।"
  },
  {
    "p": "धनधान्यप्रयोगेषु विद्यासङ्ग्रहणे तथा।आहारे व्यवहारे च त्यक्तलज्जः सुखी भवेत् ॥ ०७-०२",
    "a": "धनधान्यप्रयोगेषु, तथा विद्यासङ्ग्रहणे, आहारे, व्यवहारे च त्यक्तलज्जः सुखी भवेत् ।",
    "t": "धनधान्यव्यवहारे, विद्याग्रहणे, भोजने, व्यवहारे च यः लज्जां त्यजति, सः सुखी भवति ।"
  },
  {
    "p": "सन्तोषामृततृप्तानां यत्सुखं शान्तिरेव च।न च तद्धनलुब्धानामितश्चेतश्च धावताम् ॥ ०७-०३",
    "a": "सन्तोषामृततृप्तानां यत् सुखं शान्तिः एव च (भवति), तत् इतः चेतः च धावतां धनलुब्धानां न च (भवति) ।",
    "t": "सन्तोषरूपामृतेन तृप्तानां यत् सुखं शान्तिश्च अस्ति, तत् धनलोभिनां इतस्ततः धावतां न भवति ।"
  },
  {
    "p": "सन्तोषस्त्रिषु कर्तव्यः स्वदारे भोजने धने।त्रिषु चैव न कर्तव्योऽध्ययने जपदानयोः ॥ ०७-०४",
    "a": "स्वदारे, भोजने, धने (इति) त्रिषु सन्तोषः कर्तव्यः; अध्ययने, जपदानयोः (इति) त्रिषु च एव न कर्तव्यः ।",
    "t": "स्वपत्न्यां, भोजने, धने च सन्तोषः कर्तव्यः; किन्तु अध्ययने, जपे, दाने च सन्तोषः न कर्तव्यः ।"
  },
  {
    "p": "विप्रयोर्विप्रवह्न्योश्च दम्पत्योः स्वामिभृत्ययोः।अन्तरेण न गन्तव्यं हलस्य वृषभस्य च ॥ ०७-०५",
    "a": "विप्रयोः, विप्रवह्न्योः च, दम्पत्योः, स्वामिभृत्ययोः, हलस्य वृषभस्य च अन्तरेण न गन्तव्यम् ।",
    "t": "द्वयोः ब्राह्मणयोः, ब्राह्मणअग्न्योः, दम्पत्योः, स्वामिसेवकयोः, हलवृषभयोः च मध्येन न गच्छेत् ।"
  },
  {
    "p": "पादाभ्यां न स्पृशेदग्निं गुरुं ब्राह्मणमेव च।नैव गां न कुमारीं च न वृद्धं न शिशुं तथा ॥ ०७-०६",
    "a": "अग्निं, गुरुं, ब्राह्मणं एव च, गां, कुमारीं च, वृद्धं, शिशुं तथा न एव पादाभ्यां स्पृशेत् ।",
    "t": "अग्निं, गुरुं, ब्राह्मणं, गां, कुमारीं, वृद्धं, शिशुं च पादेन न स्पृशेत् ।"
  },
  {
    "p": "शकटं पञ्चहस्तेन दशहस्तेन वाजिनम्।गजं हस्तसहस्रेण देशत्यागेन दुर्जनम् ॥ ०७-०७",
    "a": "शकटं पञ्चहस्तेन (त्यजेत्), वाजिनं दशहस्तेन, गजं हस्तसहस्रेण, दुर्जनं देशत्यागेन (त्यजेत्) ।",
    "t": "शकटात् पञ्चहस्तदूरे, अश्वात् दशहस्तदूरे, गजात् सहस्रहस्तदूरे तिष्ठेत्; दुर्जनात् तु देशत्यागेन दूरे तिष्ठेत् ।"
  },
  {
    "p": "हस्ती अङ्कुशमात्रेण वाजी हस्तेन ताड्यते।श‍ृङ्गी लगुडहस्तेन खड्गहस्तेन दुर्जनः ॥ ०७-०८",
    "a": "हस्ती अङ्कुशमात्रेण, वाजी हस्तेन, शृङ्गी लगुडहस्तेन, दुर्जनः खड्गहस्तेन ताड्यते ।",
    "t": "गजः अङ्कुशेन, अश्वः चाबुकेन, शृङ्गी पशुः दण्डेन, दुर्जनः च खड्गेन वशः क्रियते ।"
  },
  {
    "p": "तुष्यन्ति भोजने विप्रा मयूरा घनगर्जिते।साधवः परसम्पत्तौ खलाः परविपत्तिषु ॥ ०७-०९",
    "a": "विप्राः भोजने तुष्यन्ति, मयूराः घनगर्जिते, साधवः परसम्पत्तौ, खलाः परविपत्तिषु (तुष्यन्ति) ।",
    "t": "ब्राह्मणाः भोजनेन, मयूराः मेघगर्र्जनेन, सज्जनाः परसम्पत्त्या, दुर्जनाः च परविपत्त्या तुष्यन्ति ।"
  },
  {
    "p": "अनुलोमेन बलिनं प्रतिलोमेन दुर्जनम्।आत्मतुल्यबलं शत्रुं विनयेन बलेन वा ॥ ०७-१०",
    "a": "बलिनं अनुलोमेन, दुर्जनं प्रतिलोमेन, आत्मतुल्यबलं शत्रुं विनयेन बलेन वा (साधयेत्) ।",
    "t": "बलवन्तं अनुकूलव्यवहारेण, दुर्जनं प्रतिकूलव्यवहारेण, समानबलं च विनयेन बलेन वा वशं कुर्यात् ।"
  },
  {
    "p": "बाहुवीर्यं बलं राज्ञां ब्रह्मणो ब्रह्मविद्बली।रूपयौवनमाधुर्यं स्त्रीणां बलमनुत्तमम् ॥ ०७-११",
    "a": "राज्ञां बलं बाहुवीर्यं, ब्रह्मणः (बलं) ब्रह्मवित्, स्त्रीणां अनुत्तमं बलं रूप-यौवन-माधुर्यम् ।",
    "t": "राज्ञां बलं बाहुबलं, ब्राह्मणस्य बलं ब्रह्मज्ञानं, स्त्रीणां बलं रूपं यौवनं माधुर्यं च ।"
  },
  {
    "p": "नात्यन्तं सरलैर्भाव्यं गत्वा पश्य वनस्थलीम्।छिद्यन्ते सरलास्तत्र कुब्जास्तिष्ठन्ति पादपाः ॥ ०७-१२",
    "a": "अत्यन्तं सरलैः न भाव्यं; वनस्थलीं गत्वा पश्य, तत्र सरलाः (वृक्षाः) छिद्यन्ते, कुब्जाः पादपाः तिष्ठन्ति ।",
    "t": "अतिसरलेन न भवितव्यम्; वने पश्य, सरलाः वृक्षाः छिद्यन्ते, वक्राः तु तिष्ठन्ति ।"
  },
  {
    "p": "यत्रोदकं तत्र वसन्ति हंसा-       स्तथैव शुष्कं परिवर्जयन्ति।न हंसतुल्येन नरेण भाव्यं       पुनस्त्यजन्तः पुनराश्रयन्ते ॥ ०७-१३",
    "a": "यत्र उदकं तत्र हंसाः वसन्ति, तथा एव शुष्कं परिवर्जयन्ति; हंसतुल्येन नरेण न भाव्यं, (ये) पुनः त्यजन्तः पुनः आश्रयन्ते ।",
    "t": "यत्र जलं तत्र हंसाः वसन्ति, शुष्कं सरः त्यजन्ति।मनुष्यः हंसवत् स्वार्थी न भवेत् यः लाभार्थं मित्रं भजति त्यजति च ।"
  },
  {
    "p": "उपार्जितानां वित्तानां त्याग एव हि रक्षणम्।तडागोदरसंस्थानां परीवाह इवाम्भसाम् ॥ ०७-१४",
    "a": "तडागोदरसंस्थानां अम्भसां परीवाहः इव, उपार्जितानां वित्तानां त्यागः एव हि रक्षणम् (भवति) ।",
    "t": "यथा तडागस्थितस्य जलस्य निष्कासनम् (प्रवाहः) एव तस्य रक्षणम् अस्ति, तथैव सञ्चितस्य धनस्य दानम् एव रक्षणम् अस्ति ।"
  },
  {
    "p": "यस्यार्थास्तस्य मित्राणि यस्यार्थास्तस्य बान्धवाः।यस्यार्थाः स पुमाँल्लोके यस्यार्थाः स च पण्डितः ॥ ०७-१५",
    "a": "यस्य अर्थाः (सन्ति) तस्य मित्राणि, यस्य अर्थाः तस्य बान्धवाः, यस्य अर्थाः सः लोके पुमान्, यस्य अर्थाः सः च पण्डितः ।",
    "t": "यस्य समीपे धनमस्ति, तस्यैव मित्राणि बान्धवाश्च भवन्ति।स एव पुरुषः, स एव च पण्डितः मन्यते ।"
  },
  {
    "p": "स्वर्गस्थितानामिह जीवलोके चत्वारि चिह्नानि वसन्ति देहे।दानप्रसंगो मधुरा च वाणी देवार्चनं ब्राह्मणतर्पणं च ॥ ०७-१६",
    "a": "इह जीवलोके स्वर्गस्थितानां (नराणां) देहे चत्वारि चिह्नानि वसन्ति - दानप्रसंगः, मधुरा वाणी च, देवार्चनं, ब्राह्मणतर्पणं च ।",
    "t": "ये स्वर्गलोकात् आगताः (पुण्यात्मानः), तेषां शरीरे चत्वारि लक्षणानि भवन्ति - दानशीलता, मधुरभाषणम्, देवपूजा, ब्राह्मणसेवा च ।"
  },
  {
    "p": "अत्यन्तकोपः कटुका च वाणी दरिद्रता च स्वजनेषु वैरम्।नीचप्रसंगः कुलहीनसेवा चिह्नानि देहे नरकस्थितानाम् ॥ ०७-१७",
    "a": "अत्यन्तकोपः, कटुका वाणी च, दरिद्रता च, स्वजनेषु वैरम्, नीचप्रसंगः, कुलहीनसेवा (च इति एतानि) नरकस्थितानां देहे चिह्नानि (सन्ति) ।",
    "t": "अतिक्रोधः, कटुवचनम्, निर्धनत्वम्, बन्धुविरोधः, नीचसङ्गः, नीचसेवा च नरकगामिनां लक्षणानि सन्ति ।"
  },
  {
    "p": "गम्यते यदि मृगेन्द्रमन्दिरं लभ्यते करिकपालमौक्तिकम्।जम्बुकालयगते च प्राप्यते वत्सपुच्छखरचर्मखण्डनम् ॥ ०७-१८",
    "a": "यदि मृगेन्द्रमन्दिरं गम्यते, (तर्हि) करिकपालमौक्तिकं लभ्यते; जम्बुकालयगते च वत्सपुच्छ-खरचर्म-खण्डनं प्राप्यते ।",
    "t": "यदि सिंहस्य गुहायां गम्यते तर्हि गजमुक्ताः लभ्यन्ते, किन्तु शृगालस्य गुहायां तु वत्सपुच्छं गर्दभचर्म च लभ्यते।(महद्भिः सह सङ्गः लाभाय, नीचैः सह हानाय) ।"
  },
  {
    "p": "शुनः पुच्छमिव व्यर्थं जीवितं विद्यया विना।न गुह्यगोपने शक्तं न च दंशनिवारणे ॥ ०७-१९",
    "a": "विद्यया विना जीवितं शुनः पुच्छम् इव व्यर्थं (भवति), (यत् पुच्छं) न गुह्यगोपने शक्तं, न च दंशनिवारणे (शक्तम्) ।",
    "t": "विद्याहीनस्य जीवनं कुक्कुरपुच्छवत् व्यर्थम् अस्ति, यत् गुह्याङ्गाच्छादने मशकनिवारणे वा समर्थं न भवति ।"
  },
  {
    "p": "वाचां शौचं च मनसः शौचमिन्द्रियनिग्रहः।सर्वभूतदयाशौचमेतच्छौचं परार्थिनाम् ॥ ०७-२०",
    "a": "वाचां शौचं, मनसः शौचं च, इन्द्रियनिग्रहः, सर्वभूतदयाशौचम् (च), एतत् परार्थिनां शौचम् (अस्ति) ।",
    "t": "वाण्याः पवित्रता, मनःशुद्धिः, इन्द्रियदमनम्, सर्वजीवेषु दया च - एतत् मोक्षार्थिनां वास्तविकं शौचम् अस्ति ।"
  },
  {
    "p": "पुष्पे गन्धं तिले तैलं काष्ठेऽग्निं पयसि घृतम्।इक्षौ गुडं तथा देहे पश्यात्मानं विवेकतः ॥ ०७-२१",
    "a": "पुष्पे गन्धं, तिले तैलं, काष्ठे अग्निं, पयसि घृतम्, इक्षौ गुडं, तथा देहे आत्मानं विवेकतः पश्य ।",
    "t": "यथा पुष्पे गन्धः, तिले तैलम्, काष्ठे अग्निः, दुग्धे घृतम्, इक्षौ गुडः च निगूढः अस्ति, तथैव शरीरे आत्मानम् ज्ञानदृष्ट्या पश्य ।"
  },
  {
    "p": "अधमा धनमिच्छन्ति धनमानौ च मध्यमाः।उत्तमा मानमिच्छन्ति मानो हि महतां धनम् ॥ ०८-०१",
    "a": "अधमाः धनम् इच्छन्ति, मध्यमाः धन-मानौ च (इच्छन्ति), उत्तमाः मानम् इच्छन्ति, हि मानः महतां धनम् ।",
    "t": "नीचाः केवलं धनम् इच्छन्ति, मध्यमाः धनं सम्मानं च, श्रेष्ठाः केवलं सम्मानम् इच्छन्ति, यतः सम्मानः एव तेषां धनम् ।"
  },
  {
    "p": "इक्षुरापः पयो मूलं ताम्बूलं फलमौषधम्।भक्षयित्वापि कर्तव्याः स्नानदानादिकाः क्रियाः ॥ ०८-०२",
    "a": "इक्षुः, आपः, पयः, मूलं, ताम्बूलं, फलम्, औषधम् (च) भक्षयित्वा अपि स्नानदानादिकाः क्रियाः कर्तव्याः ।",
    "t": "इक्षुरसम्, जलम्, दुग्धम्, मूलम्, ताम्बूलम्, फलम्, औषधं च खादित्वा अपि पूजादिकर्माणि कर्तुं शक्यन्ते (एतानि व्रतभङ्गकारकाणि न सन्ति) ।"
  },
  {
    "p": "दीपो भक्षयते ध्वान्तं कज्जलं च प्रसूयते।यदन्नं भक्षयते नित्यं जायते तादृशी प्रजा ॥ ०८-०३",
    "a": "दीपः ध्वान्तं भक्षयते, कज्जलं च प्रसूयते; (तथा) यत् अन्नं नित्यं भक्षयते, तादृशी प्रजा जायते ।",
    "t": "दीपः अन्धकारं खादति अतः कृष्णं कज्जलम् उत्पादयति; तथैव मनुष्यः यादृशम् अन्नं खादति, तादृशी एव सन्ततिः भवति ।"
  },
  {
    "p": "वित्तं देहि गुणान्वितेषु मतिमन्नान्यत्र देहि क्वचित्       प्राप्तं वारिनिधेर्जलं घनमुखे माधुर्ययुक्तं सदा।जीवान्स्थावरजंगमांश्च सकलान्संजीव्य भूमण्डलं       भूयः पश्य तदेव कोटिगुणितं गच्छन्तमम्भोनिधिम् ॥ ०८-०४",
    "a": "हे मतिमन्! वित्तं गुणान्वितेषु देहि, अन्यत्र क्वचित् न देहि; (यथा) वारिनिधेः जलं घनमुखे प्राप्तं सदा माधुर्ययुक्तं (भवति), सकलान् स्थावरजंगमान् जीवान् संजीव्य भूमण्डलं (संजीव्य), तत् एव कोटिगुणितं भूयः अम्भोनिधिं गच्छन्तं पश्य ।",
    "t": "हे बुद्धिमान्! धनम् सत्पात्रेभ्यः देहि।यथा समुद्रस्य क्षारम् जलम् मेघे गत्वा मधुरम् भवति, पुनः नदीरूपेण कोटिगुणितम् भूत्वा समुद्रम् एव प्राप्नोति ।"
  },
  {
    "p": "चाण्डालानां सहस्रैश्च सूरिभिस्तत्त्वदर्शिभिः।एको हि यवनः प्रोक्तो न नीचो यवनात्परः ॥ ०८-०५",
    "a": "तत्त्वदर्शिभिः सूरिभिः चाण्डालानां सहस्रैः च एकः यवनः हि (तुलितः) प्रोक्तः, यवनात् परः नीचः न (अस्ति) ।",
    "t": "सहस्र-चाण्डालैः समः एकः यवनः (म्लेच्छः) अस्ति, यवनात् अधिकः नीचः कोऽपि नास्ति ।"
  },
  {
    "p": "तैलाभ्यङ्गे चिताधूमे मैथुने क्षौरकर्मणि।तावद्भवति चाण्डालो यावत्स्नानं न चाचरेत् ॥ ०८-०६",
    "a": "तैलाभ्यङ्गे, चिताधूमे, मैथुने, क्षौरकर्मणि (च कृते सति), यावत् स्नानं न आचरेत्, तावत् चाण्डालः भवति ।",
    "t": "तैलमर्दने, शवदाहे, सम्भोगे, क्षौरकर्मणि च कृते सति स्नानं यावत् न करोति, तावत् मनुष्यः अपवित्रः तिष्ठति ।"
  },
  {
    "p": "अजीर्णे भेषजं वारि जीर्णे वारि बलप्रदम्।भोजने चामृतं वारि भोजनान्ते विषावहम् ॥ ०८-०७",
    "a": "अजीर्णे वारि भेषजं, जीर्णे वारि बलप्रदम्, भोजने च वारि अमृतं, भोजनान्ते (वारि) विषावहम्  ।",
    "t": "अजीर्णे जलम् औषधम्, जीर्णे सति बलदायकम्, भोजनकाले अमृतम्, किन्तु भोजनान्ते जलम् विषवत् हानिकारकम् अस्ति ।"
  },
  {
    "p": "हतं ज्ञानं क्रियाहीनं हतश्चाज्ञानतो नरः।हतं निर्णायकं सैन्यं स्त्रियो नष्टा ह्यभर्तृकाः ॥ ०८-०८",
    "a": "क्रियाहीनं ज्ञानं हतं, अज्ञानतः नरः च हतः, अनायकं सैन्यं हतं, अभर्तृकाः स्त्रियः हि नष्टाः ।",
    "t": "आचरणहीनं ज्ञानं व्यर्थम्, अज्ञानी मनुष्यः नष्टः, सेनापतिहीना सेना नष्टा, पतिहीना स्त्री च सुरक्षिता न भवति ।"
  },
  {
    "p": "वृद्धकाले मृता भार्या बन्धुहस्तगतं धनम्।भोजनं च पराधीनं तिस्रः पुंसां विडम्बनाः ॥ ०८-०९",
    "a": "वृद्धकाले मृता भार्या, बन्धुहस्तगतं धनं, पराधीनं भोजनं च, (एताः) तिस्रः पुंसां विडम्बनाः ।",
    "t": "वृद्धावस्थायां पत्न्याः मृत्युः, अन्यस्य हस्ते गतं धनम्, पराधीनं भोजनं च पुरुषस्य महत्-कष्टम् अस्ति ।"
  },
  {
    "p": "नाग्निहोत्रं विना वेदा न च दानं विना क्रिया।न भावेन विना सिद्धिस्तस्माद्भावो हि कारणम् ॥ ०८-१०",
    "a": "अग्निहोत्रं विना वेदाः न (फलन्ति), क्रिया विना दानं न (फलति), भावेन विना सिद्धिः न (भवति), तस्मात् भावः हि कारणम् ।",
    "t": "होमं विना वेदपाठः, क्रियां विना दानं, भक्तिं विना सिद्धिः न भवति; अतः भावना एव प्रधाना ।"
  },
  {
    "p": "न देवो विद्यते काष्ठे न पाषाणे न मृण्मये।भावे हि विद्यते देवस्तस्माद्भावो हि कारणम् ॥ ०८-११",
    "a": "देवः काष्ठे न विद्यते, पाषाणे न, मृण्मये न; देवः हि भावे विद्यते, तस्मात् भावः हि कारणम् ।",
    "t": "ईश्वरः मूर्तौ न, काष्ठे न, पाषाणे न; सः भक्तौ वसति।अतः भक्तिः एव मुख्या ।"
  },
  {
    "p": "काष्ठपाषाणधातूनां कृत्वा भावेन सेवनम्।श्रद्धया च तथा सिद्धिस्तस्य विष्णुप्रसादतः ॥ ०८-१२",
    "a": "काष्ठ-पाषाण-धातूनां (प्रतिमायाः) भावेन सेवनं कृत्वा, तथा श्रद्धया च तस्य विष्णुप्रसादतः सिद्धिः (भवति) ।",
    "t": "मूर्तीनां श्रद्धया सेवया एव ईश्वरस्य कृपया सिद्धिः प्राप्यते ।"
  },
  {
    "p": "शान्तितुल्यं तपो नास्ति न सन्तोषात्परं सुखम्।न तृष्णायाः परो व्याधिर्न च धर्मो दयापरः ॥ ०८-१३",
    "a": "शान्तितुल्यं तपः न अस्ति, सन्तोषात् परं सुखं न (अस्ति), तृष्णायाः परः व्याधिः न (अस्ति), दयापरः धर्मः न च (अस्ति) ।",
    "t": "शान्तिसमं तपः, सन्तोषसमं सुखम्, तृष्णासमः रोगः, दयासमः धर्मः च नास्ति ।"
  },
  {
    "p": "क्रोधो वैवस्वतो राजा तृष्णा वैतरणी नदी।विद्या कामदुधा धेनुः सन्तोषो नन्दनं वनम् ॥ ०८-१४",
    "a": "क्रोधः वैवस्वतः राजा (यमः), तृष्णा वैतरणी नदी, विद्या कामदुधा धेनुः, सन्तोषः नन्दनं वनम् ।",
    "t": "क्रोधः साक्षात् यमराजः, लोभः नरकस्य नदी, विद्या कामधेनुः, सन्तोषः च स्वर्गवनम् अस्ति ।"
  },
  {
    "p": "गुणो भूषयते रूपं शीलं भूषयते कुलम्।सिद्धिर्भूषयते विद्यां भोगो भूषयते धनम् ॥ ०८-१५",
    "a": "गुणः रूपं भूषयते, शीलं कुलं भूषयते, सिद्धिः विद्यां भूषयते, भोगः धनं भूषयते ।",
    "t": "गुणेन रूपं, सदाचारेन कुलं, सफलतया विद्या, उपभोगेन च धनं शोभते ।"
  },
  {
    "p": "निर्गुणस्य हतं रूपं दुःशीलस्य हतं कुलम्।असिद्धस्य हता विद्या ह्यभोगेन हतं धनम् ॥ ०८-१६",
    "a": "निर्गुणस्य रूपं हतं, दुःशीलस्य कुलं हतं, असिद्धस्य विद्या हता, अभोगेन धनं हतं हि ।",
    "t": "गुणहीनस्य रूपं व्यर्थम्, दुष्टस्य कुलं व्यर्थम्, असफलस्य विद्या व्यर्था, उपभोगरहितं धनं च व्यर्थम् ।"
  },
  {
    "p": "शुद्धं भूमिगतं तोयं शुद्धा नारी पतिव्रता।शुचिः क्षेमकरो राजा सन्तोषो ब्राह्मणः शुचिः ॥ ०८-१७",
    "a": "भूमिगतं तोयं शुद्धं, पतिव्रता नारी शुद्धा, क्षेमकरः राजा शुचिः, सन्तोषः ब्राह्मणः शुचिः ।",
    "t": "भूमौ स्थितं जलं, पतिव्रता स्त्री, प्रजापालकः राजा, सन्तुष्टः ब्राह्मणः च पवित्राः भवन्ति ।"
  },
  {
    "p": "असन्तुष्टा द्विजा नष्टाः सन्तुष्टाश्च महीभृतः।सलज्जा गणिका नष्टा निर्लज्जाश्च कुलाङ्गना ॥ ०८-१८",
    "a": "असन्तुष्टाः द्विजाः नष्टाः, सन्तुष्टाः च महीभृतः (नष्टाः), सलज्जा गणिका नष्टा, निर्लज्जाः कुलाङ्गनाः च (नष्टाः) ।",
    "t": "असन्तुष्टाः ब्राह्मणाः, सन्तुष्टाः राजानः, लज्जायुक्ता वेश्या, लज्जाहीना कुलस्त्री च विनश्यन्ति ।"
  },
  {
    "p": "किं कुलेन विशालेन विद्याहीनेन देहिनाम्।दुष्कुलं चापि विदुषो देवैरपि स पूज्यते ॥ ०८-१९",
    "a": "विद्याहीनेन देहिनां विशालेन कुलेन किम्? विदुषः दुष्कुलं च अपि (श्रेष्ठम्), सः देवैः अपि पूज्यते ।",
    "t": "विद्याहीनस्य उच्चकुलं व्यर्थम्।विद्वान् नीचकुले जातः अपि देवैः पूज्यते ।"
  },
  {
    "p": "विद्वान्प्रशस्यते लोके विद्वान् सर्वत्र पूज्यते।विद्यया लभते सर्वं विद्या सर्वत्र पूज्यते ॥ ०८-२०",
    "a": "विद्वान् लोके प्रशस्यते, विद्वान् सर्वत्र पूज्यते, विद्यया सर्वं लभते, विद्या सर्वत्र पूज्यते ।",
    "t": "विद्वान् एव लोके प्रशंसां पूजां च प्राप्नोति।विद्यया सर्वं लभ्यते ।"
  },
  {
    "p": "ऋणकर्ता पिता शत्रुर्माता च व्यभिचारिणी।भार्या रूपवती शत्रुः पुत्रः शत्रुरपण्डितः ॥ ०८-२१",
    "a": "ऋणकर्ता पिता शत्रुः, व्यभिचारिणी माता च (शत्रुः), रूपवती भार्या शत्रुः, अपण्डितः पुत्रः शत्रुः ।",
    "t": "ऋणं कृत्वा गतः पिता, दुश्चरिता माता, अतिसुन्दरी भार्या, मूर्खः पुत्रश्च शत्रुतुल्याः भवन्ति ।"
  },
  {
    "p": "मांसभक्ष्यैः सुरापानैर्मुखैश्चाक्षरवर्जितैः।पशुभिः पुरुषाकारैर्भाराक्रान्ता हि मेदिनी ॥ ०८-२२",
    "a": "मांसभक्ष्यैः, सुरापानैः, अक्षरवर्जितैः मुखैः च, पुरुषाकारैः पशुभिः मेदिनी भाराक्रान्ता हि ।",
    "t": "ये मांसं खादन्ति, मद्यं पिबन्ति, विद्याहीनाः च सन्ति, ते मनुष्यरूपेण पशवः पृथिव्याः भारम् एव वर्धयन्ति ।"
  },
  {
    "p": "अन्नहीनो दहेद्राष्ट्रं मन्त्रहीनश्च ऋत्विजः।यजमानं दानहीनो नास्ति यज्ञसमो रिपुः ॥ ०८-२३",
    "a": "अन्नहीनः (यज्ञः) राष्ट्रं दहेत्, मन्त्रहीनः च ऋत्विजः (दहेत्), दानहीनः यजमानं (दहेत्), यज्ञसमः रिपुः न अस्ति ।",
    "t": "अन्नदानहीनः यज्ञः देशं नाशयति, मन्त्रहीनः ब्राह्मणान्, दक्षिणाहिनः यजमानं नाशयति।दोषपूर्णः यज्ञः शत्रुवत् अस्ति ।"
  },
  {
    "p": "मुक्तिमिच्छसि चेत्तात विषयान्विषवत्त्यज।क्षमार्जवदयाशौचं सत्यं पीयूषवत्पिब ॥ ०९-०१",
    "a": "तात! चेत् मुक्तिम् इच्छसि, (तर्हि) विषयान् विषवत् त्यज; क्षमा-आर्जव-दया-शौचं सत्यं पीयूषवत् पिब ।",
    "t": "हे मित्र! यदि मोक्षम् इच्छसि, तर्हि इन्द्रियभोगान् विषवत् त्यज; क्षमां, सरलतां, दयां, पवित्रतां, सत्यं च अमृतवत् स्वीकुरु ।"
  },
  {
    "p": "परस्परस्य मर्माणि ये भाषन्ते नराधमाः।त एव विलयं यान्ति वल्मीकोदरसर्पवत् ॥ ०९-०२",
    "a": "ये नराधमाः परस्परस्य मर्माणि भाषन्ते, ते एव वल्मीकोदरसर्पवत् विलयं यान्ति ।",
    "t": "ये नीचाः अन्येषां गुप्तदोषान् प्रकाशयन्ति, ते वल्मीकस्थितसर्पवत् स्वयम् एव नष्टाः भवन्ति ।"
  },
  {
    "p": "गन्धः सुवर्णे फलमिक्षुदण्डे नाकारि पुष्पं खलु चन्दनस्य।विद्वान्धनाढ्यश्च नृपश्चिरायुः धातुः पुरा कोऽपि न बुद्धिदोऽभूत् ॥ ०९-०३",
    "a": "सुवर्णे गन्धः, इक्षुदण्डे फलम्, चन्दनस्य पुष्पं, विद्वान् धनाढ्यः, नृपः च चिरायुः (न अस्ति); धातुः पुरा कोऽपि बुद्धिदः न अभूत् ।",
    "t": "विधात्रा सुवर्णे सुगन्धः, इक्षौ फलं, चन्दने पुष्पं, विद्वांसं धनिनं, राजानं च दीर्घायुषं न कृतम्।एतत् पश्यन् भाति यत् सृष्टिरचनाकाले ब्रह्मणः कोऽपि सलाहकारः नासीत् (अन्यथा एतानि सर्वाणि अभविष्यन्) ।"
  },
  {
    "p": "सर्वौषधीनाममृता प्रधाना सर्वेषु सौख्येष्वशनं प्रधानम्।सर्वेन्द्रियाणां नयनं प्रधानं सर्वेषु गात्रेषु शिरः प्रधानम् ॥ ०९-०४",
    "a": "सर्वौषधीनां अमृता प्रधाना, सर्वेषु सौख्येषु अशनं प्रधानम्, सर्वेन्द्रियाणां नयनं प्रधानं, सर्वेषु गात्रेषु शिरः प्रधानम् ।",
    "t": "औषधेषु गुडूची (अमृता), सुखेषु भोजनतृप्तिः, इन्द्रियेषु नेत्रम्, अङ्गेषु च शिरः श्रेष्ठम् अस्ति ।"
  },
  {
    "p": "दूतो न सञ्चरति खे न चलेच्च वार्ता       पूर्वं न जल्पितमिदं न च सङ्गमोऽस्ति।व्योम्नि स्थितं रविशाशिग्रहणं प्रशस्तं       जानाति यो द्विजवरः स कथं न विद्वान् ॥ ०९-०५",
    "a": "खे दूतः न सञ्चरति, वार्ता न चलेत्, पूर्वं इदं न जल्पितम्, न च सङ्गमः अस्ति; (तथापि) व्योम्नि स्थितं रवि-शशि-ग्रहणं प्रशस्तं यः द्विजवरः जानाति, सः कथं न विद्वान्?",
    "t": "आकाशे दूतः न गच्छति, वार्तालापः न भवति, तथापि ज्योतिषी सूर्यचन्द्रग्रहणं जानाति, अतः सः विद्वान् एव ।"
  },
  {
    "p": "विद्यार्थी सेवकः पान्थः क्षुधार्तो भयकातरः।भाण्डारी प्रतिहारी च सप्त सुप्तान्प्रबोधयेत् ॥ ०९-०६",
    "a": "विद्यार्थी, सेवकः, पान्थः, क्षुधार्तः, भयकातरः, भाण्डारी, प्रतिहारी च (एतान्) सप्त सुप्तान् प्रबोधयेत् ।",
    "t": "विद्यार्थी, सेवकः, पथिकः, बुभुक्षितः, भीतः, कोषाध्यक्षः, द्वारपालः च - एतान् सुप्तान् अपि जागरयेत् ।"
  },
  {
    "p": "अहिं नृपं च शार्दूलं वृद्धं च बालकं तथा।परश्वानं च मूर्खं च सप्त सुप्तान्न बोधयेत् ॥ ०९-०७",
    "a": "अहिं, नृपं च, शार्दूलं, वृद्धं च, बालकं तथा, परश्वानं च, मूर्खं च (एतान्) सप्त सुप्तान् न बोधयेत् ।",
    "t": "सर्पः, राजा, व्याघ्रः, वृद्धः, बालकः, परस्य कुक्कुरः, मूर्खः च - एतान् सुप्तान् न जागरयेत् (अन्यथा हानिः स्यात्) ।"
  },
  {
    "p": "अर्धाधीताश्च यैर्वेदास्तथा शूद्रान्नभोजनाः।ते द्विजाः किं करिष्यन्ति निर्विषा इव पन्नगाः ॥ ०९-०८",
    "a": "यैः वेदाः अर्धाधीताः, तथा शूद्रान्नभोजनाः (च), ते द्विजाः किं करिष्यन्ति? (ते) निर्विषाः पन्नगाः इव ।",
    "t": "ये ब्राह्मणाः अल्पविद्याः शूद्रान्नभोजिनः च सन्ति, ते विषहीनसर्पवत् प्रभावहीनाः भवन्ति ।"
  },
  {
    "p": "यस्मिन्रुष्टे भयं नास्ति तुष्टे नैव धनागमः।निग्रहोऽनुग्रहो नास्ति स रुष्टः किं करिष्यति ॥ ०९-०९",
    "a": "यस्मिन् रुष्टे भयं न अस्ति, तुष्टे धनागमः न एव (भवति), (यस्य) निग्रहः अनुग्रहः (वा) न अस्ति, सः रुष्टः किं करिष्यति?",
    "t": "यस्य क्रोधे भयं नास्ति, प्रसन्ने लाभः नास्ति, दण्डे कृपायां वा शक्तिः नास्ति, तस्य क्रोधेन किमपि न भवति ।"
  },
  {
    "p": "निर्विषेणापि सर्पेण कर्तव्या महती फणा।विषमस्तु न चाप्यस्तु घटाटोपो भयङ्करः ॥ ०९-१०",
    "a": "निर्विषेण अपि सर्पेण महती फणा कर्तव्या; विषम् अस्तु न च अपि अस्तु, घटाटोपः भयङ्करः (भवति) ।",
    "t": "शक्तिहीनेन अपि आडम्बरः प्रदर्शनीयः।विषं भवतु वा न, फणाविस्तारः एव भयम् उत्पादयति ।"
  },
  {
    "p": "प्रातर्द्यूतप्रसङ्गेन मध्याह्ने स्त्रीप्रसङ्गतः।रात्रौ चौरप्रसङ्गेन कालो गच्छन्ति धीमताम् ॥ ०९-११",
    "a": "धीमतां कालः प्रातः द्यूतप्रसङ्गेन, मध्याह्ने स्त्रीप्रसङ्गतः, रात्रौ चौरप्रसङ्गेन (शास्त्रचिन्तया) गच्छति ।",
    "t": "विदुषां समयः महाभारत(द्यूत)कथया, रामायण(स्त्रीहरण)कथया, भागवत(नवनीतचौर)कथया च व्यतीतः भवति ।"
  },
  {
    "p": "स्वहस्तग्रथिता माला स्वहस्तघृष्टचन्दनम्।स्वहस्तलिखितं स्तोत्रं शक्रस्यापि श्रियं हरेत् ॥ ०९-१२",
    "a": "स्वहस्तग्रथिता माला, स्वहस्तघृष्टचन्दनम्, स्वहस्तलिखितं स्तोत्रं शक्रस्य अपि श्रियं हरेत् ।",
    "t": "स्वयं रचिता माला, स्वयं घृष्टं चन्दनम्, स्वयं लिखितं स्तोत्रं च इन्द्रस्य अपि लक्ष्मीं नाशयति।(एतानि अन्यैः कारयित्वा स्वीकुर्यात्) ।"
  },
  {
    "p": "इक्षुदण्डास्तिलाः शूद्राः कान्ता हेम च मेदिनी।चन्दनं दधि ताम्बूलं मर्दनं गुणवर्धनम् ॥ ०९-१३",
    "a": "इक्षुदण्डाः, तिलाः, शूद्राः, कान्ता, हेम, च मेदिनी, चन्दनं, दधि, ताम्बूलं - मर्दनं गुणवर्धनम् ।",
    "t": "इक्षुः, तिलः, नीचः, स्त्री, सुवर्णम्, भूमिः, चन्दनम्, दधि, ताम्बूलम् च - एतेषां मर्दनम् (पीडनम्/संस्कारः) गुणान् वर्धयति ।"
  },
  {
    "p": "दह्यमानाः सुतीव्रेण नीचाः परयशोऽग्निना       अशक्तास्तत्पदं गन्तुं ततो निन्दां प्रकुर्वते।दरिद्रता धीरतया विराजतेकुवस्त्रता शुभ्रतया विराजते       कदन्नता चोष्णतया विराजते कुरूपता शीलतया विराजते ॥ ०९-१४",
    "a": "सुतीव्रेण परयशोऽग्निना दह्यमानाः नीचाः तत्पदं गन्तुं अशक्ताः (सन्तः) ततः निन्दां प्रकुर्वते ।",
    "t": "नीचाः अन्येषां यशसा ईर्ष्यया जलन्ति, तेषां स्तरं प्राप्तुम् असमर्थाः सन्तः निन्दां कुर्वन्ति ।"
  },
  {
    "p": "धनहीनो न हीनश्च धनिकः स सुनिश्चयः।विद्यारत्नेन हीनो यः स हीनः सर्ववस्तुषु ॥ १०-०१",
    "a": "धनहीनः हीनः न च, सः धनिकः सुनिश्चयः; यः विद्यारत्नेन हीनः, सः हीनः सर्ववस्तुषु ।",
    "t": "निर्धनः वस्तुतः हीनः नास्ति, सः धनी एव।किन्तु यः विद्याहीनः, सः एव सर्वप्रकारेण हीनः अस्ति ।"
  },
  {
    "p": "दृष्टिपूतं न्यसेत्पादं वस्त्रपूतं पिबेज्जलम्।शास्त्रपूतं वदेद्वाक्यम् मनःपूतं समाचरेत् ॥ १०-०२",
    "a": "दृष्टिपूतं पादं न्यसेत्, वस्त्रपूतं जलं पिबेत्, शास्त्रपूतं वाक्यं वदेत्, मनःपूतं समाचरेत् ।",
    "t": "दृष्ट्या परीक्ष्य पादं स्थापयेत्, वस्त्रेण शोधितं जलं पिबेत्, शास्त्रसम्मतं वाक्यं वदेत्, मनसा विचार्य कर्म कुर्यात् ।"
  },
  {
    "p": "सुखार्थी चेत्त्यजेद्विद्यां विद्यार्थी चेत्त्यजेत्सुखम्।सुखार्थिनः कुतो विद्या सुखं विद्यार्थिनः कुतः ॥ १०-०३",
    "a": "सुखार्थी चेत् विद्यां त्यजेत्, विद्यार्थी चेत् सुखं त्यजेत्; सुखार्थिनः विद्या कुतः? विद्यार्थिनः सुखं कुतः?",
    "t": "सुखकामः विद्यां न प्राप्नोति, विद्याकामः सुखं त्यजेत्।सुखार्थिनः विद्या नास्ति, विद्यार्थिनः (अध्ययनकाले) सुखं नास्ति ।"
  },
  {
    "p": "कवयः किं न पश्यन्ति किं न भक्षन्ति वायसाः।मद्यपाः किं न जल्पन्ति किं न कुर्वन्ति योषितः ॥ १०-०४",
    "a": "कवयः किं न पश्यन्ति? वायसाः किं न भक्षन्ति? मद्यपाः किं न जल्पन्ति? योषितः किं न कुर्वन्ति?",
    "t": "कवयः सर्वं पश्यन्ति, काकाः सर्वं खादन्ति, मद्यपाः यत्किञ्चित् वदन्ति, स्त्रियः (कामातुराः) किमपि कर्तुं समर्थाः ।"
  },
  {
    "p": "रङ्कं करोति राजानं राजानं रङ्कमेव च।धनिनं निर्धनं चैव निर्धनं धनिनं विधिः ॥ १०-०५",
    "a": "विधिः रङ्कं राजानं, राजानं रङ्कं एव च, धनिनं निर्धनं च एव, निर्धनं धनिनं करोति ।",
    "t": "भाग्यं दरिद्रं राजानं, राजानं दरिद्रं, धनिनं निर्धनं, निर्धनं च धनिनं करोति ।"
  },
  {
    "p": "लुब्धानां याचकः शत्रुर्मूर्खानां बोधको रिपुः।जारस्त्रीणां पतिः शत्रुश्चौराणां चन्द्रमा रिपुः ॥ १०-०६",
    "a": "लुब्धानां याचकः शत्रुः, मूर्खाणां बोधकः रिपुः, जारस्त्रीणां पतिः शत्रुः, चौराणां चन्द्रमाः रिपुः ।",
    "t": "लोभिनः भिक्षुकं, मूर्खाः उपदेशकं, कुलटाः पतिम्, चौराः च चन्द्रं शत्रुवत् मन्यन्ते ।"
  },
  {
    "p": "येषां न विद्या न तपो न दानं       ज्ञानं न शीलां न गुणो न धर्मः।ते मर्त्यलोके भुवि भारभूता       मनुष्यरूपेण मृगाश्चरन्ति ॥ १०-०७",
    "a": "येषां न विद्या, न तपः, न दानं, ज्ञानं न, शीलं न, गुणः न, धर्मः (न); ते मर्त्यलोके भुवि भारभूताः मनुष्यरूपेण मृगाः चरन्ति ।",
    "t": "येषां समीपे विद्या, तपः, दानं, ज्ञानं, शीलं, गुणः, धर्मः वा नास्ति, ते पृथिव्यां भाररूपाः पशवः इव चरन्ति ।"
  },
  {
    "p": "अन्तःसारविहीनानामुपदेशो न जायते।मलयाचलसंसर्गान्न वेणुश्चन्दनायते ॥ १०-०८",
    "a": "अन्तःसारविहीनानां उपदेशः न जायते; मलयाचलसंसर्गात् वेणुः चन्दनायते न ।",
    "t": "बुद्धिहीनानाम् उपदेशेन लाभः न भवति; यथा मलयपर्वते स्थित्वा अपि वंशः चन्दनवृक्षः न भवति ।"
  },
  {
    "p": "यस्य नास्ति स्वयं प्रज्ञा शास्त्रं तस्य करोति किम्।लोचनाभ्यां विहीनस्य दर्पणः किं करिष्यति ॥ १०-०९",
    "a": "यस्य स्वयं प्रज्ञा न अस्ति, शास्त्रं तस्य किं करोति? लोचनाभ्यां विहीनस्य दर्पणः किं करिष्यति?",
    "t": "यस्य स्वबुद्धिः नास्ति, शास्त्रं तस्य सहायकं न भवति; यथा अन्धस्य कृते दर्पणः व्यर्थः ।"
  },
  {
    "p": "दुर्जनं सज्जनं कर्तुमुपायो नहि भूतले।अपानं शातधा धौतं न श्रेष्ठमिन्द्रियं भवेत् ॥ १०-१०",
    "a": "दुर्जनं सज्जनं कर्तुं भूतले उपायः न हि (अस्ति); अपानं शतधा धौतं (अपि) श्रेष्ठम् इन्द्रियं न भवेत् ।",
    "t": "दुर्जनं सज्जनं कर्तुं कोऽपि उपायः नास्ति; यथा गुदद्वारं शतवारं प्रक्षाल्य अपि मुखवत् श्रेष्ठं न भवति ।"
  },
  {
    "p": "आप्तद्वेषाद्भवेन्मृत्युः परद्वेषाद्धनक्षयः।राजद्वेषाद्भवेन्नाशो ब्रह्मद्वेषात्कुलक्षयः ॥ १०-११",
    "a": "आप्तद्वेषात् मृत्युः भवेत्, परद्वेषात् धनक्षयः, राजद्वेषात् नाशः भवेत्, ब्रह्मद्वेषात् कुलक्षयः ।",
    "t": "स्वजनविरोधेन मृत्युः, अन्यविरोधेन धननाशः, राजविरोधेन विनाशः, ब्राह्मणविरोधेन च कुलनाशः भवति ।"
  },
  {
    "p": "वरं वनं व्याघ्रगजेन्द्रसेवितं       द्रुमालयं पत्रफलाम्बुसेवनम्।तृणेषु शय्या शतजीर्णवल्कलं       न बन्धुमध्ये धनहीनजीवनम् ॥ १०-१२",
    "a": "व्याघ्र-गजेन्द्र-सेवितं वनं वरम्, द्रुमालयं पत्र-फल-अम्बु-सेवनं (वरम्), तृणेषु शय्या शतजीर्णवल्कलं (वरम्), (किन्तु) बन्धुमध्ये धनहीनजीवनं न (वरम्) ।",
    "t": "वने हिंस्रजन्तुभिः सह वासः, वृक्षनिवासः, फलाहारः, तृणशय्या, जीर्णवस्त्रं च श्रेष्ठम्, किन्तु बन्धूनां मध्ये निर्धनतया जीवनं कष्टकरम् ।"
  },
  {
    "p": "विप्रो वृक्षस्तस्य मूलं च सन्ध्या       वेदः शाखा धर्मकर्माणि पत्रम्।तस्मान्मूलं यत्नतो रक्षणीयं       छिन्ने मूले नैव शाखा न पत्रम् ॥ १०-१३",
    "a": "विप्रः वृक्षः, तस्य मूलं सन्ध्या, वेदाः शाखा, धर्मकर्माणि पत्रम्; तस्मात् मूलं यत्नतः रक्षणीयं, मूले छिन्ने शाखा न, पत्रं न एव (भवति) ।",
    "t": "ब्राह्मणस्य मूलं सन्ध्यावन्दनम् अस्ति।यदि सन्ध्या न क्रियते, तर्हि वेदाः कर्माणि च व्यर्थानि ।"
  },
  {
    "p": "माता च कमला देवी पिता देवो जनार्दनः।बान्धवा विष्णुभक्ताश्च स्वदेशो भुवनत्रयम् ॥ १०-१४",
    "a": "(यस्य) माता कमला देवी, पिता देवो जनार्दनः, बान्धवाः विष्णुभक्ताः च, (तस्य) स्वदेशः भुवनत्रयम् ।",
    "t": "यस्य माता लक्ष्मीः, पिता विष्णुः, बान्धवाः च वैष्णवाः सन्ति, तस्य कृते त्रिलोकी एव स्वदेशः अस्ति।(सज्जनानां सर्वत्र आदरः) ।"
  },
  {
    "p": "एकवृक्षसमारूढा नानावर्णा विहङ्गमाः।प्रभाते दिक्षु दशसु यान्ति का तत्र वेदना ॥ १०-१५",
    "a": "नानावर्णाः विहङ्गमाः एकवृक्षसमारूढाः, प्रभाते दशसु दिक्षु यान्ति, तत्र का वेदना?",
    "t": "यथा पक्षिणः रात्रौ एकत्र वसन्ति प्राते च गच्छन्ति, तथैव परिवारे जनाः मिलन्ति वियुज्यन्ते च, तत्र शोकः न कार्यः ।"
  },
  {
    "p": "बुद्धिर्यस्य बलं तस्य निर्बुद्धेश्च कुतो बलम्।वने सिंहो यदोन्मत्तः मशकेन निपातितः ॥ १०-१६",
    "a": "यस्य बुद्धिः तस्य बलम्, निर्बुद्धेः बलं कुतः? वने उन्मत्तः सिंहः मशकेन निपातितः ।",
    "t": "बुद्धिमान् एव बलवान्।बुद्धिहीनस्य शारीरिकबलं व्यर्थम्।यथा बुद्धिमता मशकेन सिंहः मारितः ।"
  },
  {
    "p": "का चिन्ता मम जीवने यदि हरिर्विश्वम्भरो गीयते       नो चेदर्भकजीवनाय जननीस्तन्यं कथं निर्ममे।इत्यालोच्य मुहुर्मुहुर्यदुपते लक्ष्मीपते केवलं       त्वत्पादाम्बुजसेवनेन सततं कालो मया नीयते ॥ १०-१७",
    "a": "यदि हरिः विश्वम्भरः गीयते, (तर्हि) मम जीवने का चिन्ता? नो चेत् अर्भकजीवनाय जननीस्तन्यं कथं निर्ममे? हे यदुपते! लक्ष्मीपते! इति मुहुर्मुहुः आलोच्य केवलं त्वत्-पादाम्बुजसेवनेन मया कालः नीयते ।",
    "t": "यदि हरिः विश्वस्य पोषकः अस्ति, तर्हि मम चिन्ता किमर्थम्? स एव शिशोः पोषणाय मातुः स्तने दुग्धं ददाति।अतः हे कृष्ण! अहं निश्चिन्तः तव सेवया कालं यापयामि ।"
  },
  {
    "p": "गीर्वाणवाणीषु विशिष्टबुद्धि-स्तथापि भाषान्तरलोलुपोऽहम्।यथा सुधायाममरेषु सत्यां स्वर्गाङ्गनानामधरासवे रुचिः ॥ १०-१८",
    "a": "गीर्वाणवाणीषु विशिष्टबुद्धिः (सत्याम् अपि), तथापि अहं भाषान्तरलोलुपः; यथा अमरेषु सुधायां सत्यां (अपि) स्वर्गाङ्गनानां अधरासवे रुचिः (भवति) ।",
    "t": "यद्यपि संस्कृते मम ज्ञानम् अस्ति, तथापि अन्यभाषाः पठितुं इच्छामि; यथा देवाः अमृते सत्यपि अपसरसां अधरपाने रुचिं कुर्वन्ति ।"
  },
  {
    "p": "अन्नाद्दशगुणं पिष्टं पिष्टाद्दशगुणं पयः।पयसोऽष्टगुणं मांसां मांसाद्दशगुणं घृतम् ॥ १०-१९",
    "a": "अन्नात् पिष्टं दशगुणं, पिष्टात् पयः दशगुणं, पयसः मांसं अष्टगुणं, मांसात् घृतं दशगुणम् (बलकारकम्) ।",
    "t": "अन्नापेक्षया पिष्टम्, ततः दुग्धम्, ततः मांसम्, ततः घृतम् अधिकं बलदायकम् अस्ति ।"
  },
  {
    "p": "शोकेन रोगा वर्धन्ते पयसा वर्धते तनुः।घृतेन वर्धते वीर्यं मांसान्मांसं प्रवर्धते ॥ १०-२०",
    "a": "शोकेन रोगाः वर्धन्ते, पयसा तनुः वर्धते, घृतेन वीर्यं वर्धते, मांसात् मांसं प्रवर्धते ।",
    "t": "चिन्तया रोगः, दुग्धेन शरीरम्, घृतेन वीर्यम्, मांसभक्षणेन च मांसं वर्धते ।"
  },
  {
    "p": "दातृत्वं प्रियवक्तृत्वं धीरत्वमुचितज्ञता।अभ्यासेन न लभ्यन्ते चत्वारः सहजा गुणाः ॥ ११-०१",
    "a": "दातृत्वं, प्रियवक्तृत्वं, धीरत्वम्, उचितज्ञता (च), (एते) चत्वारः सहजाः गुणाः, अभ्यासेन न लभ्यन्ते ।",
    "t": "दानशीलता, मधुरभाषणम्, धैर्यम्, औचित्यज्ञानं च स्वाभाविकगुणाः, एते प्रयत्नेन न प्राप्यन्ते ।"
  },
  {
    "p": "आत्मवर्गं परित्यज्य परवर्गं समाश्रयेत्।स्वयमेव लयं याति यथा राजान्यधर्मतः ॥ ११-०२",
    "a": "(यः) आत्मवर्गं परित्यज्य परवर्गं समाश्रयेत्, (सः) स्वयम् एव लयं याति, यथा अन्यधर्मतः राजा ।",
    "t": "यः स्वजनान् त्यक्त्वा परान् आश्रयति, सः विनश्यति, यथा अधर्मेण राजा विनश्यति ।"
  },
  {
    "p": "हस्ती स्थूलतनुः स चाङ्कुशवशः किं हस्तिमात्रोऽङ्कुशो       दीपे प्रज्वलिते प्रणश्यति तमः किं दीपमात्रं तमः।वज्रेणापि हताः पतन्ति गिरयः किं वज्रमात्रं नगा-       स्तेजो यस्य विराजते स बलवान्स्थूलेषु कः प्रत्ययः ॥ ११-०३",
    "a": "हस्ती स्थूलतनुः, सः च अङ्कुशवशः, किं अङ्कुशः हस्तिमात्रः? दीपे प्रज्वलिते तमः प्रणश्यति, किं दीपः तमोमात्रः? वज्रेण अपि हताः गिरयः पतन्ति, किं वज्रं नगमात्रः? यस्य तेजः विराजते स बलवान्, स्थूलेषु कः प्रत्ययः?",
    "t": "आकारेण कोऽपि बलवान् न भवति, तेजसैव बलवान् भवति।यथा लघु-अङ्कुशेन गजः, दीपेन अन्धकारः, वज्रेण च पर्वताः वशीभवन्ति ।"
  },
  {
    "p": "कलौ दशसहस्राणि हरिस्त्यजति मेदिनीम्।तदर्धं जाह्नवीतोयं तदर्धं ग्रामदेवताः ॥ ११-०४",
    "a": "कलौ दशसहस्राणि हरिः मेदिनीं त्यजति, तदर्धं जाह्नवीतोयं, तदर्धं ग्रामदेवताः (त्यजन्ति) ।",
    "t": "कलियुगे १०,००० वर्षाणि यावत् विष्णुः पृथिव्यां तिष्ठति, ५,००० वर्षाणि गङ्गा, २,५०० वर्षाणि च ग्रामदेवताः तिष्ठन्ति (ततः लुप्यन्ते) ।"
  },
  {
    "p": "गृहासक्तस्य नो विद्या नो दया मांसभोजिनः।द्रव्यलुब्धस्य नो सत्यं स्त्रैणस्य न पवित्रता ॥ ११-०५",
    "a": "गृहासक्तस्य विद्या नो, मांसभोजिनः दया नो, द्रव्यलुब्धस्य सत्यं नो, स्त्रैणस्य पवित्रता न (भवति) ।",
    "t": "गृहमोहयुक्तस्य विद्या, मांसाहारिणः दया, लोभिनः सत्यम्, स्त्रीवशस्य च शौचं न भवति ।"
  },
  {
    "p": "न दुर्जनः साधुदशामुपैति बहुप्रकारैरपि शिक्ष्यमाणः।आमूलसिक्तः पयसा घृतेन न निम्बवृक्षो मधुरत्वमेति ॥ ११-०६",
    "a": "बहुप्रकारैः शिक्ष्यमाणः अपि दुर्जनः साधुदशां न उपैति; (यथा) पयसा घृतेन आमूलसिक्तः निम्बवृक्षः मधुरत्वं न एति ।",
    "t": "यथा दुग्ध-घृताभ्यां सिक्तः अपि निम्बवृक्षः मधुरः न भवति, तथा उपदिष्टः अपि दुर्जनः सज्जनः न भवति ।"
  },
  {
    "p": "अन्तर्गतमलो दुष्टस्तीर्थस्नानशतैरपि।न शुध्यति यथा भाण्डं सुराया दाहितं च सत् ॥ ११-०७",
    "a": "अन्तर्गतमलः दुष्टः तीर्थस्नानशतैः अपि न शुध्यति; यथा सुराया दाहितं च सत् भाण्डं (न शुध्यति) ।",
    "t": "मनसि पापयुक्तः जनः तीर्थस्नानेन शुद्धः न भवति, यथा मद्यभाण्डं धौतं अपि अशुद्धम् एव ।"
  },
  {
    "p": "न वेत्ति यो यस्य गुणप्रकर्षं स तं सदा निन्दति नात्र चित्रम्।यथा किराती करिकुम्भलब्धां मुक्तां परित्यज्य बिभर्ति गुञ्जाम् ॥ ११-०८",
    "a": "यः यस्य गुणप्रकर्षं न वेत्ति, सः तं सदा निन्दति, अत्र चित्रं न; यथा किराती करिकुम्भलब्धां मुक्तां परित्यज्य गुञ्जां बिभर्ति ।",
    "t": "गुणहीनः गुणिनं निन्दति।यथा भिल्लस्त्री गजमुक्तां त्यक्त्वा गुञ्जाफलं धरति ।"
  },
  {
    "p": "ये तु संवत्सरं पूर्णं नित्यं मौनेन भुञ्जते।युगकोटिसहस्रं तैः स्वर्गलोके महीयते ॥ ११-०९",
    "a": "ये तु पूर्णं संवत्सरं नित्यं मौनेन भुञ्जते, तैः युगकोटिसहस्रं स्वर्गलोके महीयते ।",
    "t": "ये एक-वर्ष-पर्यन्तं मौनेन भोजनं कुर्वन्ति, ते दीर्घकालं यावत् स्वर्गे पूज्यन्ते ।"
  },
  {
    "p": "कामक्रोधौ तथा लोभं स्वादुश‍ृङ्गारकौतुके।अतिनिद्रातिसेवे च विद्यार्थी ह्यष्ट वर्जयेत् ॥ ११-१०",
    "a": "विद्यार्थी कामक्रोधौ तथा लोभं, स्वादु-शृङ्गार-कौतुके, अतिनिद्रा-अतिसेवे च, हि अष्ट वर्जयेत् ।",
    "t": "विद्यार्थिना कामः, क्रोधः, लोभः, स्वादिष्टभोजनम्, अलङ्कारः, मनोरञ्जनम्, अतिनिद्रा, अतिसेवा च त्याज्याः ।"
  },
  {
    "p": "अकृष्टफलमूलानि वनवासरतिः सदा।कुरुतेऽहरहः श्राद्धमृषिर्विप्रः स उच्यते ॥ ११-११",
    "a": "(यः) अकृष्टफलमूलानि (भुङ्क्ते), सदा वनवासरतिः, अहरहः श्राद्धं कुरुते, सः विप्रः ऋषिः उच्यते ।",
    "t": "यः कन्द-मूल-फल-आहारी, वनवासी, नित्य-श्राद्धकर्ता च, सः ब्राह्मणः 'ऋषिः' कथ्यते ।"
  },
  {
    "p": "एकाहारेण सन्तुष्टः षट्कर्मनिरतः सदा।ऋतुकालाभिगामी च स विप्रो द्विज उच्यते ॥ ११-१२",
    "a": "(यः) एकाहारेण सन्तुष्टः, सदा षट्कर्मनिरतः, ऋतुकालाभिगामी च, सः विप्रः द्विजः उच्यते ।",
    "t": "यः एकवारं भुङ्क्ते, षट्कर्मसु रतः, नियमित-गृहस्थः च, सः 'द्विजः' कथ्यते ।"
  },
  {
    "p": "लौकिके कर्मणि रतः पशूनां परिपालकः।वाणिज्यकृषिकर्मा यः स विप्रो वैश्य उच्यते ॥ ११-१३",
    "a": "(यः) लौकिके कर्मणि रतः, पशूनां परिपालकः, वाणिज्यकृषिकर्मा, सः विप्रः वैश्यः उच्यते ।",
    "t": "यः कृषि-व्यापार-पशुपालनादि करोति, सः ब्राह्मणः 'वैश्यः' कथ्यते ।"
  },
  {
    "p": "लाक्षादितैलनीलीनां कौसुम्भमधुसर्पिषाम्।विक्रेता मद्यमांसानां स विप्रः शूद्र उच्यते ॥ ११-१४",
    "a": "(यः) लाक्षा-आदि-तैल-नीलीनां, कौसुम्भ-मधु-सर्पिषां, मद्यमांसानां विक्रेता, सः विप्रः शूद्रः उच्यते ।",
    "t": "यः लाक्षा, तैल, नील, घृत, मद्य, मांसादीनां विक्रयं करोति, सः ब्राह्मणः 'शूद्रः' कथ्यते ।"
  },
  {
    "p": "परकार्यविहन्ता च दाम्भिकः स्वार्थसाधकः।छली द्वेषी मृदुः क्रूरो विप्रो मार्जार उच्यते ॥ ११-१५",
    "a": "(यः) परकार्यविहन्ता, दाम्भिकः, स्वार्थसाधकः, छली, द्वेषी, मृदुः, क्रूरः च, (सः) विप्रः मार्जारः उच्यते ।",
    "t": "यः विघ्नकर्ता, कपटी, स्वार्थी, क्रूरः च, सः ब्राह्मणः 'बिडालः' कथ्यते ।"
  },
  {
    "p": "वापीकूपतडागानामारामसुरवेश्मनाम्।उच्छेदने निराशङ्कः स विप्रो म्लेच्छ उच्यते ॥ ११-१६",
    "a": "(यः) वापी-कूप-तडागानां आराम-सुरवेश्मनां उच्छेदने निराशङ्कः, सः विप्रः म्लेच्छः उच्यते ।",
    "t": "यः जलाशय-बगीचा-मन्दिरादीनां नाशे सङ्कोचं न करोति, सः ब्राह्मणः 'म्लेच्छः' कथ्यते ।"
  },
  {
    "p": "देवद्रव्यं गुरुद्रव्यं परदाराभिमर्शनम्।निर्वाहः सर्वभूतेषु विप्रश्चाण्डाल उच्यते ॥ ११-१७",
    "a": "(यस्य) देवद्रव्यं, गुरुद्रव्यं, परदाराभिमर्शनं, सर्वभूतेषु निर्वाहः (च अस्ति), (सः) विप्रः चाण्डालः उच्यते ।",
    "t": "यः देवता-गुरुधनं हरति, परस्त्रीगमनं करोति, सर्वभक्षी च, सः ब्राह्मणः 'चाण्डालः' कथ्यते ।"
  },
  {
    "p": "देयं भोज्यधनं धनं सुकृतिभिर्नो सञ्चयस्तस्य वै       श्रीकर्णस्य बलेश्च विक्रमपतेरद्यापि कीर्तिः स्थिता।अस्माकं मधुदानभोगरहितं नाथं चिरात्संचितं       निर्वाणादिति नैजपादयुगलं धर्षन्त्यहो मक्षिकाः ॥ ११-१८",
    "a": "भोज्यधनं धनं देयं, तस्य सञ्चयः नो (कार्यः); वै श्रीकर्णस्य बलेः विक्रमपतेः कीर्तिः अद्यापि स्थिता; (पश्य) अस्माकं मधुदानभोगरहितं नाथं चिरात् सञ्चितं निर्वाणात् इति नैजपादयुगलं मक्षिकाः धर्षन्ति अहो ।",
    "t": "धनं दानाय भोगाय च अस्ति, सञ्चयाय न।कर्ण-बलि-विक्रमादित्यानां कीर्तिः दानात् एव अस्ति।मधुमक्षिकाः सञ्चितं मधु नष्टं दृष्ट्वा दुःखेन पादौ घसन्ति ।"
  },
  {
    "p": "सानन्दं सदनं सुतास्तु सुधियः कान्ता प्रियालापिनी       इच्छापूर्तिधनं स्वयोषिति रतिः स्वाज्ञापराः सेवकाः।आतिथ्यं शिवपूजनं प्रतिदिनं मिष्टान्नपानं गृहे       साधोः संगमुपासते च सततं धन्यो गृहस्थाश्रमः ॥ १२-०१",
    "a": "सदनं सानन्दं, सुताः तु सुधियः, कान्ता प्रियालापिनी, इच्छापूर्तिधनं, स्वयोषिति रतिः, सेवकाः स्वाज्ञापराः, गृहे प्रतिदिनं आथिथ्यं शिवपूजनं मिष्टान्नपानं (च अस्ति), साधोः संगम् उपासते च सततं, (तस्य) गृहस्थाश्रमः धन्यः ।",
    "t": "यस्य गृहे आनन्दः, पुत्राः विद्वांसः, पत्नी प्रियवादिनी, पर्याप्तं धनम्, पत्न्यां प्रेम, आज्ञाकारिणः सेवकाः, अतिथिसत्कारः, ईश्वरपूजा, सत्सङ्गः च अस्ति, तस्य गृहस्थ-जीवनं धन्यम् ।"
  },
  {
    "p": "आर्तेषु विप्रेषु दयान्वितश्च यच्छ्रद्धया स्वल्पमुपैति दानम्।अनन्तपारमुपैति राजन् यद्दीयते तन्न लभेद्द्विजेभ्यः ॥ १२-०२",
    "a": "राजन्! आर्तेषु विप्रेषु दयान्वितः च यत् स्वल्पं दानं उपैति (ददाति), तत् अनन्तपारम् उपैति; यत् (अन्येषु) दीयते तत् द्विजेभ्यः न लभेत् ।",
    "t": "दुःखिभ्यः ब्राह्मणेभ्यः दत्तम् अल्पम् अपि दानम् अक्षयम् फलं ददाति ।"
  },
  {
    "p": "दाक्षिण्यं स्वजने दया परजने शाठ्यं सदा दुर्जने       प्रीतिः साधुजने स्मयः खलजने विद्वज्जने चार्जवम्।शौर्यं शत्रुजने क्षमा गुरुजने नारीजने धूर्तता       इत्थं ये पुरुषा कलासु कुशलास्तेष्वेव लोकस्थितिः ॥ १२-०३",
    "a": "स्वजने दाक्षिण्यं, परजने दया, दुर्जने सदा शाठ्यं, साधुजने प्रीतिः, खलजने स्मयः, विद्वज्जने च आर्जवम्, शत्रुजने शौर्यं, गुरुजने क्षमा, नारीजने धूर्तता; इत्थं ये पुरुषाः कलासु कुशलाः, तेषु एव लोकस्थितिः ।",
    "t": "ये बन्धुषु उदाराः, अन्येषु दयालुः, दुष्टेषु शठाः, सज्जनेषु प्रेमिणः, विद्वत्सु सरलाः, शत्रुषु शूराः, गुरुषु क्षमाशीलाः, स्त्रीषु चतुराः - ते एव संसारम् चालयन्ति ।"
  },
  {
    "p": "हस्तौ दानविवर्जितौ श्रुतिपुटौ सारस्वतद्रोहिणौ       नेत्रे साधुविलोकनेन रहिते पादौ न तीर्थं गतौ।अन्यायार्जितवित्तपूर्णमुदरं गर्वेण तुङ्गं शिरो       रे रे जम्बुक मुञ्च मुञ्च सहसा नीचं सुनिन्द्यं वपुः ॥ १२-०४",
    "a": "(यस्य) हस्तौ दानविवर्जितौ, श्रुतिपुटौ सारस्वतद्रोहिणौ, नेत्रे साधुविलोकनेन रहिते, पादौ तीर्थं न गतौ, उदरम् अन्यायार्जितवित्तपूर्णं, शिरः गर्वेण तुङ्गं, रे रे जम्बुक! नीचं सुनिन्द्यं वपुः सहसा मुञ्च मुञ्च ।",
    "t": "यस्य हस्तौ दानहीनौ, कर्णौ शास्त्रहीनौ, नेत्रे सत्सङ्गहीने, पादौ तीर्थहीनौ, उदरं पापधनपूर्णं, शिरः गर्वितं च - हे नीच! तादृशं शरीरं शीघ्रं त्यज ।"
  },
  {
    "p": "येषां श्रीमद्यशोदासुतपदकमले नास्ति भक्तिर्नराणां       येषामाभीरकन्याप्रियगुणकथने नानुरक्ता रसज्ञा।येषां श्रीकृष्णलीलाललितरसकथासादरौ नैव कर्णौ       धिक् तान् धिक् तान् धिगेतान् कथयति सततं कीर्तनस्थो मृदंगः ॥ १२-०५",
    "a": "येषां नराणां श्रीमद्-यशोदासुत-पदकमले भक्तिः नास्ति, येषां रसज्ञा आभीरकन्या-प्रियगुणकथने न अनुरक्ता, येषां कर्णौ श्रीकृष्णलीला-ललितरसकथा-सादरौ न एव; धिक् तान्, धिक् तान्, धिक् एतान्, (इति) कीर्तनस्थः मृदंगः सततं कथयति ।",
    "t": "ये कृष्णभक्तिं न कुर्वन्ति, कृष्णगुणान् न गायन्ति, न शृण्वन्ति च, तेषां जीवनं धिक्कार-योग्यम् इति मृदंगः ध्वनि-माध्यमेन वदति ।"
  },
  {
    "p": "पत्रं नैव यदा करीलविटपे दोषो वसन्तस्य किं       नोलूकोऽप्यवलोकते यदि दिवा सूर्यस्य किं दूषणम्।वर्षा नैव पतन्ति चातकमुखे मेघस्य किं दूषणं       यत्पूर्वं विधिना ललाटलिखितं तन्मार्जितुं कः क्षमः ॥ १२-०६",
    "a": "यदा करीलविटपे पत्रं न एव, (तत्र) वसन्तस्य किं दोषः? यदि उलूकः दिवा अपि न अवलोकते, (तत्र) सूर्यस्य किं दूषणम्? चातकमुखे वर्षा न एव पतन्ति, (तत्र) मेघस्य किं दूषणम्? यत् विधिना पूर्वं ललाटलिखितं, तत् मार्जितुं कः क्षमः?",
    "t": "करीलवृक्षे पत्राणि न सन्ति चेत् वसन्तस्य दोषः नास्ति; उलूकः दिवा न पश्यति चेत् सूर्यस्य दोषः नास्ति; चातकस्य मुखे जलं न पतति चेत् मेघस्य दोषः नास्ति।भाग्यं केऽपि परिवर्तयितुं न शक्नुवन्ति ।"
  },
  {
    "p": "सत्सङ्गाद्भवति हि साधुना खलानां       साधूनां न हि खलसंगतः खलत्वम्।आमोदं कुसुमभवं मृदेव धत्ते       मृद्गन्धं नहि कुसुमानि धारयन्ति ॥ १२-०७",
    "a": "सत्सङ्गात् खलानां साधुता भवति हि, साधूनां खलस्सङ्गतः खलत्वं न हि (भवति); मृत् कुसुमभवं आमोदं धत्ते एव, कुसुमानि मृद्गन्धं न हि धारयन्ति ।",
    "t": "सत्सङ्गेन दुष्टाः सज्जनाः भवन्ति, किन्तु कुसङ्गेन सज्जनाः दुष्टाः न भवन्ति।यथा मृत्तिका पुष्पगन्धं धारयति, किन्तु पुष्पं मृत्तिकागन्धं न धारयति ।"
  },
  {
    "p": "साधूनां दर्शनं पुण्यं तीर्थभूता हि साधवः।कालेन फलते तीर्थं सद्यः साधुसमागमः ॥ १२-०८",
    "a": "साधूनां दर्शनं पुण्यं, साधवः हि तीर्थभूताः; तीर्थं कालेन फलते, साधुसमागमः सद्यः (फलते) ।",
    "t": "सज्जनदर्शनं पुण्यदायकम्।तीर्थफलं विलम्बेन मिलति, किन्तु सत्सङ्गफलं तत्कालम् एव मिलति ।"
  },
  {
    "p": "विप्रास्मिन्नगरे महान्कथय कस्तालद्रुमाणां गणः       को दाता रजको ददाति वसनं प्रातर्गृहीत्वा निशि।को दक्षः परवित्तदारहरणे सर्वोऽपि दक्षो जनः       कस्माज्जीवसि हे सखे विषकृमिन्यायेन जीवाम्यहम् ॥ १२-०९",
    "a": "विप्र! अस्मिन् नगरे महान् कः? तालद्रुमानां गणः।दाता कः? रजकः, (यः) प्रातः गृहीत्वा निशि वसनं ददाति।दक्षः कः? परवित्तदारहरणे सर्वः अपि जनः दक्षः।हे सखे! कस्मात् जीवसि? विषकृमिन्यायेन जीवामि अहम् ।",
    "t": "(प्रश्नोत्तरम्) अस्मिन् नगरे कोऽपि सज्जनाः नास्ति, सर्वे स्वार्थिनः पापिनः च सन्ति।अहं विषकीटवत् कष्टेन जीवामि ।"
  },
  {
    "p": "न विप्रपादोदककर्दमाणि न वेदशास्त्रध्वनिगर्जितानि।स्वाहास्वधाकारविवर्जितानि श्मशानतुल्यानि गृहाणि तानि ॥ १२-१०",
    "a": "(यानि) गृहाणि विप्रपादोदककर्दमानि न, वेदशास्त्रध्वनिगर्जितानि न, स्वाहास्वधाकारविवर्जितानि (च सन्ति), तानि श्मशानतुल्यानि ।",
    "t": "यस्मिन् गृहे ब्राह्मणसेवा, वेदपाठः, यज्ञः, श्राद्धं च न भवति, तत् गृहं श्मशानसमम् अस्ति ।"
  },
  {
    "p": "सत्यं माता पिता ज्ञानं धर्मो भ्राता दया सखा।शान्तिः पत्नी क्षमा पुत्रः षडेते मम बान्धवाः ॥ १२-११",
    "a": "सत्यं माता, ज्ञानं पिता, धर्मः भ्राता, दया सखा, शान्तिः पत्नी, क्षमा पुत्रः; एते षट् मम बान्धवाः ।",
    "t": "सत्यम्, ज्ञानम्, धर्मः, दया, शान्तिः, क्षमा च - एते एव मम वास्तविकः परिवारजनाः सन्ति ।"
  },
  {
    "p": "अनित्यानि शरीराणि विभवो नैव शाश्वतः।नित्यं संनिहितो मृत्युः कर्तव्यो धर्मसङ्ग्रहः ॥ १२-१२",
    "a": "शरीराणि अनित्यानि, विभवः न एव शाश्वतः, मृत्युः नित्यं सन्निहितः, (अतः) धर्मसङ्ग्रहः कर्तव्यः ।",
    "t": "शरीरं नश्वरम्, धनं अस्थिरम्, मृत्युः समीपे अस्ति; अतः धर्म-आचरणं करणीयम् ।"
  },
  {
    "p": "निमन्त्रोत्सवा विप्रा गावो नवतृणोत्सवाः।पत्युत्साहयुता भार्या अहं कृष्णचरणोत्सवः ॥ १२-१३",
    "a": "विप्राः निमन्त्रोत्सवाः, गावः नवतृणोत्सवाः, भार्या पत्युत्साहयुता, अहं कृष्णचरणोत्सवः ।",
    "t": "ब्राह्मणाः भोजनप्रियाः, गावः घासप्रियाः, पत्नी पतिप्रिया, अहं तु कृष्णभक्तिप्रियः अस्मि ।"
  },
  {
    "p": "मातृवत्परदारेषु परद्रव्येषु लोष्ट्रवत्।आत्मवत्सर्वभूतेषु यः पश्यति स पण्डितः ॥ १२-१४",
    "a": "यः परदारेषु मातृवत्, परद्रव्येषु लोष्ट्रवत्, सर्वभूतेषु आत्मवत् पश्यति, सः पण्डितः ।",
    "t": "यः परस्त्रीं मातृवत्, परधनं मृत्तिकावत्, सर्वजीवान् च आत्मवत् पश्यति, स एव ज्ञानी ।"
  },
  {
    "p": "धर्मे तत्परता मुखे मधुरता दाने समुत्साहता       मित्रेऽवञ्चकता गुरौ विनयता चित्तेऽतिमभीरता।आचारे शुचिता गुणे रसिकता शास्त्रेषु विज्ञानता       रूपे सुन्दरता शिवे भजनता त्वय्यस्ति भो राघव ॥ १२-१५",
    "a": "भो राघव! धर्मे तत्परता, मुखे मधुरता, दाने समुत्साहता, मित्रे अवञ्चकता, गुरौ विनयता, चित्ते अतिगम्भीरता, आचारे शुचिता, गुणे रसिकता, शास्त्रेषु विज्ञानता, रूपे सुन्दरता, शिवे भजनता (च) त्वयि अस्ति ।",
    "t": "हे राम! त्वयि सर्वे सद्गुणाः - धर्मः, माधुर्यं, दानं, मैत्री, विनयः, गाम्भीर्यं, शौचं, ज्ञानं, सौन्दर्यं, भक्तिः च सन्ति ।"
  },
  {
    "p": "काष्ठं कल्पतरुः सुमेरुरचलश्चिन्तामणिः प्रस्तरः       सूर्यस्तीव्रकरः शशी क्षयकरः क्षारो हि वारां निधिः।कामो नष्टतनुर्वलिर्दितिसुतो नित्यं पशुः कामगौ-       र्नैतांस्ते तुलयामि भो रघुपते कस्योपमा दीयते ॥ १२-१६",
    "a": "भो रघुपते! कल्पतरुः काष्ठं, सुमेरुः अचलः, चिन्तामणिः प्रस्तरः, सूर्यः तीव्रकरः, शशी क्षयकरः, वारां निधिः हि क्षारः, कामः नष्टतनुः, बलिः दितिसुतः, कामगौः नित्यं पशुः; एतान् त्वां न तुलयामि, कस्य उपमा दीयते?",
    "t": "हे राम! तव तुलना केन सह करोमि? कल्पतरुः काष्ठमात्रम्, सूर्यचन्द्रादयः सदोषाः।त्वं सर्वश्रेष्ठः असि ।"
  },
  {
    "p": "विद्या मित्रं प्रवासे च भार्या मित्रं गृहेषु च।व्याधितस्यौषधं मित्रं धर्मो मित्रं मृतस्य च ॥ १२-१७",
    "a": "प्रवासे च विद्या मित्रं, गृहेषु च भार्या मित्रं, व्याधितस्य औषधं मित्रं, मृतस्य च धर्मः मित्रम् ।",
    "t": "विदेशे विद्या मित्रं, गृहे पत्नी मित्रं, रोगिणः औषधं मित्रं, मृतस्य च धर्मः मित्रं भवति ।"
  },
  {
    "p": "विनयं राजपुत्रेभ्यः पण्डितेभ्यः सुभाषितम्।अनृतं द्यूतकारेभ्यः स्त्रीभ्यः शिक्षेत कैतवम् ॥ १२-१८",
    "a": "राजपुत्रेभ्यः विनयं, पण्डितेभ्यः सुभाषितम्, द्यूतकारेभ्यः अनृतं, स्त्रीभ्यः कैतवं शिक्षेत ।",
    "t": "राजपुत्रेभ्यः शिष्टाचारम्, विद्वद्भ्यः सुवचनम्, द्यूतकारेभ्यः असत्यम्, स्त्रीभ्यः च छलं शिक्षेत् (जानीयात्) ।"
  },
  {
    "p": "अनालोक्य व्ययं कर्ता अनाथः कलहप्रियः।आतुरः सर्वक्षेत्रेषु नरः शीघ्रं विनश्यति ॥ १२-१९",
    "a": "अनालोक्य व्ययं कर्ता, अनाथः, कलहप्रियः, सर्वक्षेत्रेषु आतुरः नरः शीघ्रं विनश्यति ।",
    "t": "अविचार्य व्ययकर्ता, सहायहीनः, कलहप्रियः, कामपीडितः च जनः शीघ्रं नस्यति ।"
  },
  {
    "p": "नाहारं चिन्तयेत्प्राज्ञो धर्ममेकं हि चिन्तयेत्।आहारो हि मनुष्याणां जन्मना सह जायते ॥ १२-२०",
    "a": "प्राज्ञः आहारं न चिन्तयेत्, धर्मं एकम् हि चिन्तयेत्; आहारः हि मनुष्याणां जन्मना सह जायते ।",
    "t": "बुद्धिमान् भोजनचिन्तां न कुर्यात्, केवलं धर्मचिन्तां कुर्यात्।भाग्यानुसारेण भोजनं तु जन्मना सहैव निश्चितम् अस्ति ।"
  },
  {
    "p": "धनधान्यप्रयोगेषु विद्यासङ्ग्रहणे तथा।आहारे व्यवहारे च त्यक्तलज्जः सुखी भवेत् ॥ १२-२१",
    "a": "धनधान्यप्रयोगेषु, तथा विद्यासङ्ग्रहणे, आहारे, व्यवहारे च त्यक्तलज्जः सुखी भवेत् ।",
    "t": "धनधान्यव्यवहारे, विद्याग्रहणे, भोजने, व्यवहारे च यः लज्जां त्यजति, सः सुखी भवति ।"
  },
  {
    "p": "जलबिन्दुनिपातेन क्रमशः पूर्यते घटः।स हेतुः सर्वविद्यानां धर्मस्य च धनस्य च ॥ १२-२२",
    "a": "जलबिन्दुनिपातेन क्रमशः घटः पूर्यते; सः सर्वविद्यानां धर्मस्य च धनस्य च हेतुः ।",
    "t": "यथा एकैकबिन्दुना घटः पूर्णः भवति, तथैव क्रमशः विद्या, धर्मः, धनं च सञ्चितं भवति ।"
  },
  {
    "p": "वयसः परिणामेऽपि यः खलः खल एव सः।सम्पक्वमपि माधुर्यं नोपयातीन्द्रवारुणम् ॥ १२-२३",
    "a": "वयसः परिणामे अपि यः खलः सः खलः एव; सम्पक्वम् अपि इन्द्रवारुणं माधुर्यम् न उपयाति ।",
    "t": "वृद्धावस्थायाम् अपि दुष्टः दुष्टः एव तिष्ठति।यथा पक्वम् अपि इन्द्रवारुणफलं (कटुफलं) मधुरं न भवति ।"
  },
  {
    "p": "मुहूर्तमपि जीवेच्च नरः शुक्लेन कर्मणा।न कल्पमपि कष्टेन लोकद्वयविरोधिना ॥ १३-०१",
    "a": "नरः शुक्लेन कर्मणा मुहूर्तम् अपि जीवेत् च; लोकद्वयविरोधिना कष्टेन कल्पम् अपि न (जीवेत्) ।",
    "t": "सत्कर्मणा क्षणमात्र-जीवनं श्रेष्ठम्, किन्तु पापकर्मणा युगपर्यन्त-जीवनं व्यर्थम् ।"
  },
  {
    "p": "गते शोको न कर्तव्यो भविष्यं नैव चिन्तयेत्।वर्तमानेन कालेन वर्तयन्ति विचक्षणाः ॥ १३-०२",
    "a": "गते शोकः न कर्तव्यः, भविष्यं न एव चिन्तयेत्; विचक्षणाः वर्तमानेन कालेन वर्तयन्ति ।",
    "t": "भूतकालस्य शोकः, भविष्यतस्य चिन्ता च न कार्या।बुद्धीमन्तः वर्तमाने एव जीवन्ति ।"
  },
  {
    "p": "स्वभावेन हि तुष्यन्ति देवाः सत्पुरुषाः पिता।ज्ञातयः स्नानपानाभ्यां वाक्यदानेन पण्डिताः ॥ १३-०३",
    "a": "देवाः स्वभावेन हि तुष्यन्ति, सत्पुरुषाः (स्वभावेन), पिता (स्वभावेन); ज्ञातयः स्नानपानाभ्यां, पण्डिताः वाक्यदानेन (तुष्यन्ति) ।",
    "t": "देवाः सज्जनाः च सद्भावनया तुष्यन्ति, बान्धवाः भोजनेन, विद्वांसः च मधुरवचनेन तुष्यन्ति ।"
  },
  {
    "p": "आयुः कर्म च वित्तं च विद्या निधनमेव च।पञ्चैतानि हि सृज्यन्ते गर्भस्थस्यैव देहिनः ॥ १३-०४",
    "a": "आयुः, कर्म च, वित्तं च, विद्या, निधनं एव च, एतानि पञ्च गर्भस्थस्य देहिनः एव हि सृज्यन्ते ।",
    "t": "आयुः, कर्म, धनं, विद्या, मृत्युः च - एतानि पञ्च तदैव निश्चितानि भवन्ति यदा जीवः गर्भे भवति ।"
  },
  {
    "p": "अहो बत विचित्राणि चरितानि महात्मनाम्।लक्ष्मीं तृणाय मन्यन्ते तद्भारेण नमन्ति च ॥ १३-०५",
    "a": "अहो बत! महात्मनां चरितानि विचित्राणि; (ये) लक्ष्मीं तृणाय मन्यन्ते, (तथापि) तद्भारेण नमन्ति च ।",
    "t": "महापुरुषाणां चरित्रं अद्भुतम्।ते धनं तृणवत् मन्यन्ते, तथापि धनप्राप्तौ विनम्राः भवन्ति ।"
  },
  {
    "p": "यस्य स्नेहो भयं तस्य स्नेहो दुःखस्य भाजनम्।स्नेहमूलानि दुःखानि तानि त्यक्त्वा वसेत् सुखम् ॥ १३-०६",
    "a": "यस्य स्नेहः तस्य भयम्, स्नेहः दुःखस्य भाजनम्; स्नेहमूलानि दुःखानि, तानि त्यक्त्वा सुखं वसेत् ।",
    "t": "यत्र स्नेहः तत्र भयं दुःखं च अस्ति।स्नेहः एव दुःखस्य कारणम्, अतः आसक्तिं त्यक्त्वा सुखं वसेत् ।"
  },
  {
    "p": "अनागतविधाता च प्रत्युत्पन्नमतिस्तथा।द्वावेतौ सुखमेधेते यद्भविष्यो विनश्यति ॥ १३-०७",
    "a": "अनागतविधाता च प्रत्युत्पन्नमतिः तथा, एतौ द्वौ सुखम् एधेते; यद्भविष्यः विनश्यति ।",
    "t": "यः समस्यायाः पूर्वं समाधानं चिन्तयति, यः च समये उपस्थिते शीघ्रं निर्णयं करोति, तौ सुखिनौ भवतः।किन्तु यः 'भाग्ये यत् अस्ति तत् भविष्यति' इति चिन्तयति, सः विनश्यति ।"
  },
  {
    "p": "राज्ञि धर्मिणि धर्मिष्ठाः पापे पापाः समे समाः।राजानमनुवर्तन्ते यथा राजा तथा प्रजाः ॥ १३-०८",
    "a": "राज्ञि धर्मिणि (प्रजाः) धर्मिष्ठाः, पापे पापाः, समे समाः; (प्रजाः) राजानम् अनुवर्तन्ते, यथा राजा तथा प्रजाः ।",
    "t": "यदि राजा धार्मिकः, तर्हि प्रजाः धार्मिकाः; यदि पापी, तर्हि पापिन्याः।प्रजा राजानम् अनुसरति ।"
  },
  {
    "p": "जीवन्तं मृतवन्मन्ये देहिनं धर्मवर्जितम्।मृतो धर्मेण संयुक्तो दीर्घजीवी न संशयः ॥ १३-०९",
    "a": "धर्मवर्जितं देहिनं जीवन्तं मृतवत् मन्ये; धर्मेण संयुक्तः मृतः (अपि) दीर्घजीवी न संशयः ।",
    "t": "धर्महीनः जीवन अपि मृतवत् अस्ति।धर्मात्मा मृतः अपि यशसा जीवति ।"
  },
  {
    "p": "धर्मार्थकाममोक्षाणां यस्यैकोऽपि न विद्यते।अजागलस्तनस्येव तस्य जन्म निरर्थकम् ॥ १३-१०",
    "a": "यस्य धर्मार्थकाममोक्षाणां एकः अपि न विद्यते, तस्य जन्म अजागलस्तनस्य इव निरर्थकम् ।",
    "t": "यस्य जीवने धर्मः, अर्थः, कामः, मोक्षः वा इत्येतेषु एकमपि नास्ति, तस्य जन्म अजाकण्ठस्थितस्तनवत् व्यर्थम् ।"
  },
  {
    "p": "बन्धाय विषयासङ्गो मुक्त्यै निर्विषयं मनः।मन एव मनुष्याणां कारणं बन्धमोक्षयोः ॥ १३-१२",
    "a": "विषयासङ्गः बन्धाय, निर्विषयं मनः मुक्त्यै (भवति); मनुष्याणां मनः एव बन्धमोक्षयोः कारणम् ।",
    "t": "विषयेषु आसक्तिः बन्धनम्, अनासक्तिः च मोक्षः।मनः एव बन्धस्य मोक्षस्य च कारणम् अस्ति ।"
  },
  {
    "p": "देहाभिमाने गलितं ज्ञानेन परमात्मनि।यत्र यत्र मनो याति तत्र तत्र समाधयः ॥ १३-१३",
    "a": "ज्ञानेन देहाभिमाने गलिते, परमात्मनि (ज्ञाते सति), यत्र यत्र मनः याति, तत्र तत्र समाधयः ।",
    "t": "आत्मज्ञानेन यदा देहाभिमानः नश्यति, तदा सर्वत्र ईश्वरदर्शनात् सहज-समाधिः भवति ।"
  },
  {
    "p": "ईप्सितं मनसः सर्वं कस्य सम्पद्यते सुखम्।दैवायत्तं यतः सर्वं तस्मात्सन्तोषमाश्रयेत् ॥ १३-१४",
    "a": "मनसः सर्वं ईप्सितं कस्य सम्पद्यते? (कस्य) सुखम्? यतः सर्वं दैवायत्तं, तस्मात् सन्तोषम् आश्रयेत् ।",
    "t": "मनसः सर्वाः इच्छाः न पूर्यन्ते।सर्वं भाग्याधीनम्, अतः सन्तोषः करणीयः ।"
  },
  {
    "p": "यथा धेनुसहस्रेषु वत्सो गच्छति मातरम्।तथा यच्च कृतं कर्म कर्तारमनुगच्छति ॥ १३-१५",
    "a": "यथा धेनुसहस्रेषु वत्सः मातरं गच्छति, तथा यत् कृतं कर्म कर्तारम् अनुगच्छति ।",
    "t": "यथा वत्सः सहस्रगाषु मातरम् अन्विष्यति, तथैव कर्म कर्तारम् अनुसृत्य फलं ददाति ।"
  },
  {
    "p": "अनवस्थितकार्यस्य न जने न वने सुखम्।जनो दहति संसर्गाद्वनं संगविवर्जनात् ॥ १३-१६",
    "a": "अनवस्थितकार्यस्य न जने न वने सुखम्; जनः संसर्गात् दहति, वनं संगविवर्जनात् ।",
    "t": "अस्थिरचित्तस्य कुत्रपि सुखं नास्ति।समाजे सङ्गदोषात्, वने च एकाकित्वात् दुःखम् अनुभवति ।"
  },
  {
    "p": "खनित्वा हि खनित्रेण भूतले वारि विन्दति।तथा गुरुगतां विद्यां शुश्रूषुरधिगच्छति ॥ १३-१७",
    "a": "खनित्रेण खनित्वा हि भूतले वारि विन्दति; तथा शुश्रूषुः गुरुगतां विद्यां अधिगच्छति ।",
    "t": "यथा खनन-साहनेन जलं प्राप्यते, तथैव सेवया गुरोः विद्या प्राप्यते ।"
  },
  {
    "p": "कर्मायत्तं फलं पुंसां बुद्धिः कर्मानुसारिणी।तथापि सुधियश्चार्या सुविचार्यैव कुर्वते ॥ १३-१८",
    "a": "पुंसां फलं कर्मायत्तं, बुद्धिः कर्मानुसारिणी; तथापि सुधियः चार्याः सुविचार्य एव कुर्वते ।",
    "t": "फलं कर्मनिर्भरा, बुद्धिः अपि कर्मानुसारिणी, तथापि विद्वांसः विचार्य एव कार्यं कुर्वन्ति ।"
  },
  {
    "p": "सन्तोषस्त्रिषु कर्तव्यः स्वदारे भोजने धने।त्रिषु चैव न कर्तव्योऽध्ययने जपदानयोः ॥ १३-१९",
    "a": "स्वदारे, भोजने, धने (इति) त्रिषु सन्तोषः कर्तव्यः; अध्ययने, जपदानयोः (इति) त्रिषु च एव न कर्तव्यः ।",
    "t": "स्वपत्न्यां, भोजने, धने च सन्तोषः कर्तव्यः; किन्तु अध्ययने, जपे, दाने च सन्तोषः न कर्तव्यः ।"
  },
  {
    "p": "एकाक्षरप्रदातारं यो गुरुं नाभिवन्दते।श्वानयोनिशतं गत्वा चाण्डालेष्वभिजायते ॥ १३-२०",
    "a": "यः एकाक्षरप्रदातारं गुरुं न अभिवन्दते, (सः) श्वानयोनिशतं गत्वा चाण्डालेषु अभिजायते ।",
    "t": "यः एकाक्षरदातारम् अपि गुरुं न नमति, सः शतवारं कुक्कुरः भूत्वा चाण्डालकुले जायते ।"
  },
  {
    "p": "युगान्ते प्रचलेन्मेरुः कल्पान्ते सप्त सागराः।साधवः प्रतिपन्नार्थान्न चलन्ति कदाचन ॥ १३-२१",
    "a": "युगान्ते मेरुः प्रचलेत्, कल्पान्ते सप्त सागराः (प्रचलेयुः); (किन्तु) साधवः प्रतिपन्नार्थात् कदाचन न चलन्ति ।",
    "t": "प्रलयकाले पर्वतः समुद्राः च चलेयुः, किन्तु सज्जनाः स्वप्रतिज्ञायाः न चलन्ति ।"
  },
  {
    "p": "पृथिव्यां त्रीणि रत्नानि जलमन्नं सुभाषितम्।मूढैः पाषाणखण्डेषु रत्नसंज्ञा विधीयते ॥ १४-०१",
    "a": "पृथिव्यां त्रीणि रत्नानि (सन्ति) - जलम्, अन्नम्, सुभाषितम्; मूढैः पाषाणखण्डेषु रत्नसंज्ञा विधीयते ।",
    "t": "जलम्, अन्नम्, सत्यवचनम् एव वास्तविकरत्नानि।मूर्खाः हीरादिखण्डान् 'रत्नम्' इति वदन्ति ।"
  },
  {
    "p": "आत्मापराधवृक्षस्य फलान्येतानि देहिनाम्।दारिद्र्यदुःखरोगाणि बन्धनव्यसनानि च ॥ १४-०२",
    "a": "दारिद्र्य-दुःख-रोगाणि बन्धन-व्यसनानि च, एतानि देहिनां आत्मापराधवृक्षस्य फलानि ।",
    "t": "दरिद्रता, रोगः, दुःखम्, बन्धनम्, व्यसनं च - सर्वं स्वपापकर्मणः फलम् अस्ति ।"
  },
  {
    "p": "पुनर्वित्तं पुनर्मित्रं पुनर्भार्या पुनर्मही।एतत्सर्वं पुनर्लभ्यं न शरीरं पुनः पुनः ॥ १४-०३",
    "a": "वित्तं पुनः, मित्रं पुनः, भार्या पुनः, मही पुनः; एतत् सर्वं पुनः लभ्यम्, शरीरं न पुनः पुनः ।",
    "t": "धन-मित्र-पत्नी-भूमयः पुनः प्राप्तुं शक्यन्ते, किन्तु मनुष्यशरीरं पुनः न लभ्यते ।"
  },
  {
    "p": "बहूनां चैव सत्त्वानां समवायो रिपुञ्जयः।वर्षाधाराधरो मेघस्तृणैरपि निवार्यते ॥ १४-०४",
    "a": "बहूनां सत्त्वानां समवायः च एव रिपुञ्जयः (भवति); वर्षाधाराधरः मेघः तृणैः अपि निवार्यते ।",
    "t": "अनेकप्राणिनां सङ्घटनं शत्रुजयकारकम्।तृणैः निर्मिता च्छादिः प्रबलं वर्षामेघम् अपि रोद्धुं शक्नोति ।"
  },
  {
    "p": "जले तैलं खले गुह्यं पात्रे दानं मनागपि।प्राज्ञे शास्त्रं स्वयं याति विस्तारं वस्तुशक्तितः ॥ १४-०५",
    "a": "जले तैलं, खले गुह्यं, पात्रे दानं मनाक् अपि, प्राज्ञे शास्त्रं (च) वस्तुशक्तितः स्वयं विस्तारं याति ।",
    "t": "जले तैलम्, दुष्टे रहस्यम्, सत्पात्रे दानम्, बुद्धिमति शास्त्रं च स्वयम् एव प्रसरति ।"
  },
  {
    "p": "धर्माख्याने श्मशाने च रोगिणां या मतिर्भवेत्।सा सर्वदैव तिष्ठेच्चेत्को न मुच्येत बन्धनात् ॥ १४-०६",
    "a": "धर्माख्याने श्मशाने च रोगिणां या मतिः भवेत्, सा यदि सर्वदा एव तिष्ठेत्, (तर्हि) कः बन्धनात् न मुच्येत?",
    "t": "धर्मकथाश्रवणे श्मशाने च यादृशी वैराग्यबुद्धिः भवति, यदि सा सदा तिष्ठेत्, तर्हि सर्वे मुक्ताः भवेयुः ।"
  },
  {
    "p": "उत्पन्नपश्चात्तापस्य बुद्धिर्भवति यादृशी।तादृशी यदि पूर्वं स्यात्कस्य न स्यान्महोदयः ॥ १४-०७",
    "a": "उत्पन्नपश्चात्तापस्य यादृशी बुद्धिः भवति, तादृशी यदि पूर्वं स्यात्, कस्य महोदयः न स्यात्?",
    "t": "पापानन्तरं यादृशी बुद्धिः (पश्चात्तापः) भवति, यदि सा पूर्वं स्यात्, तर्हि सर्वेषां कल्याणं भवेत् ।"
  },
  {
    "p": "दाने तपसि शौर्ये वा विज्ञाने विनये नये।विस्मयो नहि कर्तव्यो बहुरत्ना वसुन्धरा ॥ १४-०८",
    "a": "दाने, तपसि, शौर्ये वा, विज्ञाने, विनये, नये (च) विस्मयः न हि कर्तव्यः; वसुन्धरा बहुरत्ना (अस्ति) ।",
    "t": "दान-तप-पराक्रम-ज्ञानादिषु अहङ्कारः न कार्यः, यतः पृथिव्याम् अनेके गुणिनः सन्ति ।"
  },
  {
    "p": "दूरस्थोऽपि न दूरस्थो यो यस्य मनसि स्थितः।यो यस्य हृदये नास्ति समीपस्थोऽपि दूरतः ॥ १४-०९",
    "a": "यः यस्य मनसि स्थितः, (सः) दूरस्थः अपि दूरस्थः न; यः यस्य हृदये न अस्ति, (सः) समीपस्थः अपि दूरतः ।",
    "t": "यः मनसि अस्ति सः दूरे अपि समीपे एव; यः मनसि नास्ति सः समीपे अपि दूरे एव ।"
  },
  {
    "p": "यस्माच्च प्रियमिच्छेत्तु तस्य ब्रूयात्सदा प्रियम्।व्याधो मृगवधं कर्तुं गीतं गायति सुस्वरम् ॥ १४-१०",
    "a": "यस्मात् च प्रियम् इच्छेत्, तस्य तु सदा प्रियं ब्रूयात्; व्याधः मृगवधं कर्तुं सुस्वरं गीतं गायति ।",
    "t": "यस्मात् लाभम् इच्छेत्, तस्य प्रियं वदेत्।यथा व्याधः मृगं ग्रहीतुं मधुरं गायति ।"
  },
  {
    "p": "अत्यासन्ना विनाशाय दूरस्था न फलप्रदा।सेव्यतां मध्यभावेन राजा वह्निर्गुरुः स्त्रियः ॥ १४-११",
    "a": "अत्यासन्ना विनाशाय, दूरस्था न फलप्रदा; (अतः) राजा, वह्निः, गुरुः, स्त्रियः मध्यभावेन सेव्यताम् ।",
    "t": "राजा, अग्निः, गुरुः, स्त्री च - एतेषाम् अतिसमीपे नाशः, अतिदूरे लाभाभावः।अतः मध्यमदूरता धार्या ।"
  },
  {
    "p": "अग्निरापः स्त्रियो मूर्खाः सर्पा राजकुलानि च।नित्यं यत्नेन सेव्यानि सद्यः प्राणहराणि षट् ॥ १४-१२",
    "a": "अग्निः, आपः, स्त्रियः, मूर्खाः, सर्पाः, राजकुलानि च; (एतानि) षट् सद्यः प्राणहराणि, (अतः) नित्यं यत्नेन सेव्यानि ।",
    "t": "अग्नि-जल-स्त्री-मूर्ख-सर्प-राजकुलानि प्राणघातकानि सन्ति, अतः सावधानतया व्यवहरेत् ।"
  },
  {
    "p": "स जीवति गुणा यस्य यस्य धर्मः स जीवति।गुणधर्मविहीनस्य जीवितं निष्प्रयोजनम् ॥ १४-१३",
    "a": "यस्य गुणाः (सन्ति) स जीवति, यस्य धर्मः (अस्ति) स जीवति; गुणधर्मविहीनस्य जीवितं निष्प्रयोजनम् ।",
    "t": "गुणवान् धर्मात्मा च यशसा जीवति।गुणहीनस्य जीवनं व्यर्थम् ।"
  },
  {
    "p": "यदीच्छसि वशीकर्तुं जगदेकेन कर्मणा।पुरा पञ्चदशास्येभ्यो गां चरन्ती निवारय ॥ १४-१४",
    "a": "यदि एकेन कर्मणा जगत् वशीकर्तुं इच्छसि, (तर्हि) पुरा पञ्चदशास्येभ्यः चरन्तीं गां निवारय ।",
    "t": "यदि जगत् वशीकर्तुम् इच्छसि, तर्हि पञ्च-इन्द्रिय-विषयेषु चरन्तीं जिह्वां (वाणीं) नियन्त्रय ।"
  },
  {
    "p": "प्रस्तावसदृशं वाक्यं प्रभावसदृशं प्रियम्।आत्मशक्तिसमं कोपं यो जानाति स पण्डितः ॥ १४-१५",
    "a": "यः प्रस्तावसदृशं वाक्यं, प्रभावसदृशं प्रियम्, आत्मशक्तिसमं कोपं जानाति, सः पण्डितः ।",
    "t": "यः अवसरानुकूलं वचनं, योग्यतानुकूलं प्रेम, शक्त्यनुकूलं क्रोधं च जानाति, स एव पण्डितः ।"
  },
  {
    "p": "एक एव पदार्थस्तु त्रिधा भवति वीक्षितः।कुणपं कामिनी मांसं योगिभिः कामिभिः श्वभिः ॥ १४-१६",
    "a": "एकः एव पदार्थः तु त्रिधा वीक्षितः भवति; कामिनी योगिभिः कुणपं, कामिभिः मांसं (कामिनी), श्वभिः मांसम् (भोज्यम्) ।",
    "t": "एकैव स्त्री योगिना शवम्, कामिना भोग्या, कुक्कुरेण च मांसम् इति दृश्यते।दृष्टिभेदात् वस्तुभेदः ।"
  },
  {
    "p": "सुसिद्धमौषधं धर्मं गृहच्छिद्रं च मैथुनम्।कुभुक्तं कुश्रुतं चैव मतिमान्न प्रकाशयेत् ॥ १४-१७",
    "a": "मतिमान् सुसिद्धम् औषधं, धर्मं, गृहच्छिद्रं च, मैथुनम्, कुभुक्तं, कुश्रुतं च एव न प्रकाशयेत् ।",
    "t": "सिद्धौषधम्, धर्माचरणम्, गृहदोषम्, सम्भोगम्, अयोग्यभोजनम्, कटुवचनं च गोपयेत् ।"
  },
  {
    "p": "तावन्मौनेन नीयन्ते कोकिलैश्चैव वासराः।यावत्सर्वजनानन्ददायिनी वाक्प्रवर्तते ॥ १४-१८",
    "a": "कोकिलैः तावत् वासराः मौनेन नीयन्ते, यावत् सर्वजनानन्ददायिनी वाक् न प्रवर्तते ।",
    "t": "कोकिलाः वसन्तं यावत् मौनं धारयन्ति।अयोग्यसमये मौनं श्रेष्ठम् ।"
  },
  {
    "p": "धर्मं धनं च धान्यं च गुरोर्वचनमौषधम्।सुगृहीतं च कर्तव्यमन्यथा तु न जीवति ॥ १४-१९",
    "a": "धर्मं, धनं च, धान्यं च, गुरोः वचनम्, औषधम्; (एतत्) सुगृहीतं च कर्तव्यम्, अन्यथा तु न जीवति ।",
    "t": "धर्म-धन-धान्य-गुरुवाक्य-औषधानि सम्यक् पालनीयानि/सङ्ग्रहणीयानि, अन्यथा जीवनं न चलति ।"
  },
  {
    "p": "त्यज दुर्जनसंसर्गं भज साधुसमागमम्।कुरु पुण्यमहोरात्रं स्मर नित्यमनित्यतः ॥ १४-२०",
    "a": "दुर्जनसंसर्गं त्यज, साधुसमागमं भज, अहोरात्रं पुण्यं कुरु, नित्यम् अनित्यतः स्मर ।",
    "t": "कुसङ्गं त्यज, सत्सङ्गं कुरु, सर्वदा पुण्यं कुरु, संसारस्य अनित्यतां च स्मर ।"
  },
  {
    "p": "यस्य चित्तं द्रवीभूतं कृपया सर्वजन्तुषु।तस्य ज्ञानेन मोक्षेण किं जटाभस्मलेपनैः ॥ १५-०१",
    "a": "यस्य चित्तं सर्वजन्तुषु कृपया द्रवीभूतं, तस्य ज्ञानेन (किम्)? मोक्षेण (किम्)? जटाभस्मलेपनैः किं (प्रयोजनम्)?",
    "t": "यस्य हृदये दया अस्ति, तस्य बाह्याडम्बरेण ज्ञानेन वा प्रयोजनं नास्ति, सः स्वतः मुक्तः ।"
  },
  {
    "p": "एकमप्यक्षरं यस्तु गुरुः शिष्यं प्रबोधयेत्।पृथिव्यां नास्ति तद्द्रव्यं यद्दत्त्वा सोऽनृणी भवेत् ॥ १५-०२",
    "a": "यः गुरुः शिष्यं एकम् अपि अक्षरं प्रबोधयेत्, पृथिव्यां तत् द्रव्यं न अस्ति, यत् दत्त्वा सः अनृणी भवेत् ।",
    "t": "यः गुरुः एकम् अक्षरम् अपि पाठयति, तस्य ऋणात् मुक्तिः दातुन् योग्यम् धनम् पृथिव्यां नास्ति ।"
  },
  {
    "p": "खलानां कण्टकानां च द्विविधैव प्रतिक्रिया।उपानन्मुखभङ्गो वा दूरतो वा विसर्जनम् ॥ १५-०२ (१५-०३)",
    "a": "खलानां कण्टकानां च द्विविधा एव प्रतिक्रिया (अस्ति) - उपानत्-मुखभङ्गः वा, दूरतः विसर्जनं वा ।",
    "t": "दुष्टानां कण्टकानां च द्वौ एव उपायौ - पादत्राणेन मर्दनम् अथवा दूरतः त्यागः ।"
  },
  {
    "p": "कुचैलिनं दन्तमलोपधारिणं बह्वाशिनं निष्ठुरभाषिणं च।सूर्योदये चास्तमिते शयानं विमुञ्चति श्रीर्यदि चक्रपाणिः ॥ १५-०४",
    "a": "कुचैलिनं, दन्तमलोपधारिणं, बह्वाशिनं, निष्ठुरभाषिणं च, सूर्योदये च अस्तमिते शयानं, चक्रपाणिः (विष्णुः) अपि यदि (स्यात्), श्रीः विमुञ्चति ।",
    "t": "मलिनवस्त्र-दन्तमल-अधिकभोजन-कटुवचन-सूर्योदये शयन-दोषाः यदि विष्णौ अपि स्युः, तर्हि लक्ष्मीः तम् अपि त्यजति ।"
  },
  {
    "p": "त्यजन्ति मित्राणि धनैर्विहीनं पुत्राश्च दाराश्च सुहृज्जनाश्च।तमर्थवन्तं पुनराश्रयन्ति अर्थो हि लोके मनुष्यस्य बन्धुः ॥ १५-०५",
    "a": "धनैः विहीनं मित्राणि त्यजन्ति, पुत्राः च दाराः च सुहृज्जनाः च (त्यजन्ति); तम् अर्थवन्तं पुनः आश्रयन्ति; हि अर्थः लोके मनुष्यस्य बन्धुः ।",
    "t": "निर्धनं सर्वे त्यजन्ति, धनिनं पुनः आश्रयन्ति।अतः धनं एव वास्तविकः बन्धुः ।"
  },
  {
    "p": "अन्यायोपार्जितं द्रव्यं दश वर्षाणि तिष्ठति।प्राप्ते चैकादशे वर्षे समूलं तद्विनश्यति ॥ १५-०६",
    "a": "अन्यायोपार्जितं द्रव्यं दश वर्षाणि तिष्ठति; एकादशे वर्षे प्राप्ते च तत् समूलं विनश्यति ।",
    "t": "पापधनं दशवर्षं तिष्ठति, एकादशे वर्षे मूलसहितं नश्यति ।"
  },
  {
    "p": "अयुक्तं स्वामिनो युक्तं युक्तं नीचस्य दूषणम्।अमृतं राहवे मृत्युर्विषं शङ्करभूषणम् ॥ १५-०७",
    "a": "स्वामिनः अयुक्तं युक्तं (भवति), नीचस्य युक्तं दूषणं (भवति); अमृतं राहवे मृत्युः (अभवत्), विषं शङ्करभूषणम् (अभवत्) ।",
    "t": "समर्थस्य दोषः अपि गुणः, नीचस्य गुणः अपि दोषः।राहुः अमृतेन मृतः, शिवः विषेण भूषितः ।"
  },
  {
    "p": "तद्भोजनं यद्द्विजभुक्तशेषं तत्सौहृदं यत्क्रियते परस्मिन्।सा प्राज्ञता या न करोति पापं दम्भं विना यः क्रियते स धर्मः ॥ १५-०८",
    "a": "तत् भोजनं यत् द्विजभुक्तशेषं, तत् सौहृदं यत् परस्मिन् क्रियते, सा प्राज्ञता या पापं न करोति, सः धर्मः यः दम्भं विना क्रियते ।",
    "t": "ब्राह्मणेभ्यः दत्तम् अन्नं शेषं भोजनम्, निःस्वार्थप्रेम, पापरहिता बुद्धिः, दम्भरहितः धर्मः च श्रेष्ठः ।"
  },
  {
    "p": "मणिर्लुण्ठति पादाग्रे काचः शिरसि धार्यते।क्रयविक्रयवेलायां काचः काचो मणिर्मणिः ॥ १५-०९",
    "a": "मणिः पादाग्रे लुण्ठति, काचः शिरसि धार्यते; (तथापि) क्रयविक्रयवेलायां काचः काचः, मणिः मणिः ।",
    "t": "यद्यपि मणिः धूलौ पतितः काचः च शिरसि धृतः, तथापि मूल्याङ्कनसमये मणिः मणिः एव, काचः काचः एव।(स्थानेन गुणाः न नश्यन्ति) ।"
  },
  {
    "p": "अनन्तशास्त्रं बहुलाश्च विद्याः स्वल्पश्च कालो बहुविघ्नता च।यत्सारभूतं तदुपासनीयां हंसो यथा क्षीरमिवाम्बुमध्यात् ॥ १५-१०",
    "a": "अनन्तशास्त्रं, बहुलाः च विद्याः, स्वल्पः च कालः, बहुविघ्नता च; (अतः) यत् सारभूतं तत् उपासनीयं, यथा हंसः अम्बुमध्यात् क्षीरम् इव ।",
    "t": "ज्ञानम् अनन्तम्, आयुः स्वल्पम्।अतः हंसवत् सारं (तत्त्वम्) एव ग्रहणीयम् ।"
  },
  {
    "p": "दूरागतं पथि श्रान्तं वृथा च गृहमागतम्।अनर्चयित्वा यो भुङ्क्ते स वै चाण्डाल उच्यते ॥ १५-११",
    "a": "दूरागतं पथि श्रान्तं वृथा च गृहम् आगतं (अतिथिं) यः अनर्चयित्वा भुङ्क्ते, सः वै चाण्डालः उच्यते ।",
    "t": "यः अतिथिं विना भोजनं करोति, सः चाण्डालतुल्यः ।"
  },
  {
    "p": "पठन्ति चतुरो वेदान्धर्मशास्त्राण्यनेकशः।आत्मानं नैव जानन्ति दर्वी पाकरसं यथा ॥ १५-१२",
    "a": "(ये) चतुरः वेदान् धर्मशास्त्राणि (च) अनेकशः पठन्ति, (किन्तु) आत्मानं न एव जानन्ति, (ते) दर्वी पाकरसं यथा ।",
    "t": "ये शास्त्रज्ञाः अपि आत्मज्ञानहीनाः, ते पाकरसे स्थिता दर्वी (चमसः) इव रसम् न जानन्ति ।"
  },
  {
    "p": "धन्या द्विजमयी नौका विपरीता भवार्णवे।तरन्त्यधोगताः सर्वे उपरिष्ठाः पतन्त्यधः ॥ १५-१३",
    "a": "भवार्णवे द्विजमयी नौका धन्या विपरीता (च); (यत्र) सर्वे अधोगताः तरन्ति, उपरिष्ठाः अधः पतन्ति ।",
    "t": "ब्राह्मणरूपा नौका विचित्रा, या नम्रान् (अधोगतान्) तारयति, गर्वितान् (उपरिष्ठान्) पातयति ।"
  },
  {
    "p": "अलिरयं नलिनीदलमध्यगः कमलिनीमकरन्दमदालसः।विधिवशात्परदेशमुपागतः कुटजपुष्परसं बहु मन्यते ॥ १५-१५",
    "a": "अयम् अलिः नलिनीदलमध्यगः कमलिनीमकरन्दमदालसः (सन्), विधिवशात् परदेशम् उपागतः कुटजपुष्परसं बहु मन्यते ।",
    "t": "कमलरसपायी भ्रमरः यदि कण्टकवने गतः, तर्हि तत्र सामान्यपुष्पम् अपि बहु मन्यते।(आपदि स्वल्पम् अपि बहु) ।"
  },
  {
    "p": "पीतः क्रुद्धेन तातश्चरणतलहतो वल्लभो येन रोषाद्  आबाल्याद्विप्रवर्यैः स्ववदनविवरे धार्यते वैरिणी मे। गेहं मे छेदयन्ति प्रतिदिवसमुमाकान्तपूजानिमित्तं  तस्मात्खिन्ना सदाहं द्विजकुलनिलयं नाथ युक्तं त्यजामि ॥ १५-१६",
    "a": "(हे) नाथ! येन (द्विजकुलेन/अगस्त्येन) क्रुद्धेन तातः (मम पिता समुद्रः) पीतः, येन (भृगुणा) रोषात् वल्लभः (मम पतिः विष्णुः) चरणतलहतः; विप्रवर्यैः आबाल्यात् मे वैरिणी (सपत्नी सरस्वती) स्ववदनविवरे धार्यते; (ते) उमाकान्तपूजानिमित्तं मे गेहं (बिल्ववृक्षं) प्रतिदिवसं छेदयन्ति; तस्मात् खिन्ना अहं सदा द्विजकुलनिलयं त्यजामि (इति) युक्तम् ।",
    "t": "(लक्ष्मीः विष्णुं प्रति कथयति) हे नाथ! ब्राह्मणैः (अगस्त्येन) मम पिता (समुद्रः) पीतः; ब्राह्मणैः (भृगुणा) मम पतिः (भवान्) पदाहतः; मम शत्रुः (ज्ञानदेवता सरस्वती) तैः मुखे धृता; शिवपूजार्थं ते मम गृहं (बिल्ववृक्षं) नित्यं त्रोटयन्ति। अतः दुःखिता सती अहं ब्राह्मणगृहं त्यजामि, एतत् उचितमेव। (अनेन कारणेन लक्ष्मीः पण्डितगृहे न तिष्ठति इति भावः)।"
  },
  {
    "p": "बन्धनानि खलु सन्ति बहूनि प्रेमरज्जुकृतबन्धनमन्यत्।दारुभेदनिपुणोऽपि षडंघ्रि-र्निष्क्रियो भवति पंकजकोशेः ॥ १५-१७",
    "a": "बन्धनानि खलु बहूनि सन्ति, (किन्तु) प्रेमरज्जुकृतबन्धनम् अन्यत्; दारुभेदनिपुणः अपि षडंघ्रिः पंकजकोशे निष्क्रियः भवति ।",
    "t": "प्रेम्ना बन्धनं विशिष्टम्।काष्ठभेदकः भ्रमरः कमलपुटे बद्धः सन् शान्तः तिष्ठति, न तु छेदनं करोति ।"
  },
  {
    "p": "छिन्नोऽपि चन्दनतरुर्न जहाति गन्धं      वृद्धोऽपि वारणपतिर्न जहाति लीलाम्।यन्त्रार्पितो मधुरतां न जहाति चेक्षुः      क्षीणोऽपि न त्यजति शीलगुणान्कुलीनः ॥ १५-१८",
    "a": "छिन्नः अपि चन्दनतरुः गन्धं न जहाति; वृद्धः अपि वारणपतिः लीलां न जहाति; यन्त्रार्पितः इक्षुः च मधुरतां न जहाति; क्षीणः अपि कुलीनः शीलगुणान् न त्यजति ।",
    "t": "यथा छिन्नं चन्दनं गन्धं न त्यजति, पीडितः इक्षुः माधुर्यं न त्यजति, तथा दरिद्रः अपि सज्जनः गुणान् न त्यजति ।"
  },
  {
    "p": "उर्व्यां कोऽपि महीधरो लघुतरो दोर्भ्यां धृतो       लीलया तेन त्वं दिवि भूतले च सततं गोवर्धनो गीयसे।त्वां त्रैलोक्यधरं वहामि कुचयोरग्रे न तद्गण्यते       किं वा केशव भाषणेन बहुना पुण्यैर्यशो लभ्यते ॥ १५-१९",
    "a": "(हे कृष्ण!) उर्व्यां कोऽपि लघुतरः महीधरः (गोवर्धनः) दोर्भ्यां धृतः, तेन त्वं दिवि भूतले च सततं 'गोवर्धनः' गीयसे।(अहं) त्वां त्रैलोक्यधरं कुचयोः अग्रे वहामि, तत् न गण्यते।किं वा केशव! बहुना भाषणेन (किम्)? पुण्यैः यशः लभ्यते ।",
    "t": "गोपी वदति - त्वया लघुपर्वतः धृतः इति 'गोवर्धनः' नाम प्राप्तम्।मया त्रैलोक्यनाथः त्वं हृदये धृतः, तथापि यशः न प्राप्तम्।यशः भाग्येन मिलति ।"
  },
  {
    "p": "न ध्यातं पदमीश्वरस्य विधिवत्संसारविच्छित्तये       स्वर्गद्वारकपाटपाटनपटुर्धर्मोऽपि नोपार्जितः।नारीपीनपयोधरोरुयुगला स्वप्नेऽपि नालिंगितं       मातुः केवलमेव यौवनवनच्छेदे कुठारा वयम् ॥ १६-०१",
    "a": "संसारविच्छित्तये ईश्वरस्य पदं विधिवत् न ध्यातम्; स्वर्गद्वारकपाटपाटनपटुः धर्मः अपि न उपार्जितः; नारीपीनपयोधरोरुयुगला स्वप्ने अपि न आलिङ्गिता; (अतः) वयम् मातुः यौवनवनच्छेदे केवलम् कुठाराः (जाताः) ।",
    "t": "न ईश्वरभक्तिः कृता, न धर्मः कृतः, न च भोगः भुक्तः।अस्मत जन्म व्यर्थम्, मातुः यौवननाशाय एव वयम् उत्पन्नाः ।"
  },
  {
    "p": "जल्पन्ति सार्धमन्येन पश्यन्त्यन्यं सविभ्रमाः।हृदये चिन्तयन्त्यन्यं न स्त्रीणामेकतो रतिः ॥ १६-०२",
    "a": "(स्त्रियः) अन्येन सार्धं जल्पन्ति, सविभ्रमाः अन्यं पश्यन्ति, हृदये अन्यं चिन्तयन्ति; स्त्रीणां एकतः रतिः न (अस्ति) ।",
    "t": "स्त्रियः एकेन वदन्त्यः, अन्यं पश्यन्त्यः, तृतीयं स्मरन्त्यः भवन्ति।तासां प्रेम्नि एकनिष्ठा नास्ति ।"
  },
  {
    "p": "यो मोहान्मन्यते मूढो रक्तेयं मयि कामिनी।स तस्या वशगो भूत्वा नृत्येत् क्रीडाशकुन्तवत् ॥ १६-०३",
    "a": "यः मूढः मोहात् 'इयं कामिनी मयि रक्ता' (इति) मन्यते, सः तस्याः वशगः भूत्वा क्रीडाशकुन्तवत् नृत्येत् ।",
    "t": "यः मूर्खाः स्त्रियाः प्रेम्नि विश्वसिति, सः तस्याः क्रीडामृगः भूत्वा नृत्यति (कष्टं प्राप्नोति) ।"
  },
  {
    "p": "कोऽर्थान्प्राप्य न गर्वितो विषयिणः कस्यापदोऽस्तं गताः       स्त्रीभिः कस्य न खण्डितं भुवि मनः को नाम राजप्रियः।कः कालस्य न गोचरत्वमगमत् कोऽर्थी गतो गौरवं       को वा दुर्जनदुर्गमेषु पतितः क्षेमेण यातः पथि ॥ १६-०४",
    "a": "कः अर्थान् प्राप्य न गर्वितः? विषयिणः कस्य आपदः अस्तं गताः? भुवि स्त्रीभिः कस्य मनः न खण्डितम्? को नाम राजप्रियः? कालस्य गोचरत्वं कः न अगमत्? कः अर्थी गौरवं गतः? कः वा दुर्जनदुर्गमेषु पतितः पथि क्षेमेण यातः?",
    "t": "धने गर्वः, विषये आपत्, स्त्रीभिः मनोभङ्गः, राजसेवायां अस्थिरता, मृत्युः, याचनया अपमानः, दुर्जनसङ्गे हानिः - एतानि सर्वेषां भवन्ति ।"
  },
  {
    "p": "न निर्मितो न चैव न दृष्टपूर्वो       न श्रूयते हेममयः कुरंगः।तथाऽपि तृष्णा रघुनन्दनस्य       विनाशकाले विपरीतबुद्धिः ॥ १६-०५",
    "a": "हेममयः कुरंगः न निर्मितः, न च एव (दृष्टः), न श्रूयते, न दृष्टपूर्वः; तथापि रघुनन्दनस्य तृष्णा (जाता); विनाशकाले विपरीतबुद्धिः (भवति) ।",
    "t": "स्वर्णमृगः असम्भवः, तथापि रामः लुब्धः।विनाशकाले बुद्धिः भ्रष्टा भवति ।"
  },
  {
    "p": "गुणैरुत्तमतां याति नोच्चैरासनसंस्थिताः।प्रासादशिखरस्थोऽपि काकः किं गरुडायते ॥ १६-०६",
    "a": "(नरः) गुणैः उत्तमतां याति, उच्चैः आसनसंस्थिताः न; प्रासादशिखरस्थः अपि काकः किं गरुडायते?",
    "t": "गुणैः एव श्रेष्ठता मिलति, उच्चनिर्मितासने उपवेशनेन न।प्रासादस्थितः काकः गरुडः न भवति ।"
  },
  {
    "p": "गुणाः सर्वत्र पूज्यन्ते न महत्योऽपि सम्पदः।पूर्णेन्दुः किं तथा वन्द्यो निष्कलङ्को यथा कृशः ॥ १६-०७",
    "a": "गुणाः सर्वत्र पूज्यन्ते, महत्यः सम्पदः अपि न; पूर्णेन्दुः तथा किं वन्द्यः, यथा निष्कलङ्कः कृशः (द्विती याचन्द्रः)?",
    "t": "गुणानां पूजा भवति, धनस्य न।निष्कलङ्कः द्वितीयाचन्द्रः पूर्णचन्द्रात् अधिकं पूज्यः ।"
  },
  {
    "p": "परैरुक्तगुणो यस्तु निर्गुणोऽपि गुणी भवेत्।इन्द्रोऽपि लघुतां याति स्वयं प्रख्यापितैर्गुणैः ॥ १६-०८",
    "a": "यः तु परैः उक्तगुणः (सः) निर्गुणः अपि गुणी भवेत्; स्वयं प्रख्यापितैगुणैः इन्द्रः अपि लघुतां याति ।",
    "t": "अन्यैः प्रशंसितः एव गुणी।स्वमुखेन आत्मप्रशंसायां इन्द्रः अपि लघुः भवति ।"
  },
  {
    "p": "विवेकिनमनुप्राप्ता गुणा यान्ति मनोज्ञताम्।सुतरां रत्नमाभाति चामीकरनियोजितम् ॥ १६-०९",
    "a": "विवेकिनम् अनुप्राप्ताः गुणाः मनोज्ञतां यान्ति; चामीकरनियोजितं रत्नं सुतराम् आभाति ।",
    "t": "विवेकिनि स्थिताः गुणाः शोभन्ते, यथा सुवर्णे जटितं रत्नम् ।"
  },
  {
    "p": "गुणैः सर्वज्ञतुल्योऽपि सीदत्येको निराश्रयः।अनर्घ्यमपि माणिक्यं हेमाश्रयमपेक्षते ॥ १६-१०",
    "a": "गुणैः सर्वज्ञतुल्यः अपि एकः निराश्रयः सीदति; अनर्घ्यम् अपि माणिक्यं हेमाश्रयम् अपेक्षते ।",
    "t": "गुणवान् अपि आश्रयं विना दुःखी भवति।मणिः अपि धारणाय सुवर्णम् अपेक्षते ।"
  },
  {
    "p": "अतिक्लेशेन यद्द्रव्यमतिलोभेन यत्सुखम्।शत्रूणां प्रणिपातेन ते ह्यर्था मा भवन्तु मे ॥ १६-११",
    "a": "यत् द्रव्यम् अतिक्लेशेन, यत् सुखम् अतिलोभेन, (यत्) शत्रूणां प्रणिपातेन (लभ्यते), ते अर्थाः मे मा भवन्तु ।",
    "t": "अतिकष्टेन, धर्मनाशेन, शत्रुयाचनया वा प्राप्तं धनं सुखं वा मह्यं मा स्तु ।"
  },
  {
    "p": "किं तया क्रियते लक्ष्म्या या वधूरिव केवला।या तु वेश्येव सामान्या पथिकैरपि भुज्यते ॥ १६-१२",
    "a": "या वधूः इव केवला, तया लक्ष्म्या किं क्रियते? या तु वेश्या इव सामान्या पथिकैः अपि भुज्यते (सा श्रेष्ठा) ।",
    "t": "या लक्ष्मीः कृपणस्य गृहे वधूवत् बद्धा, सा व्यर्था।या दानरूपेण सर्वैः भुज्यते, सा एव श्रेष्ठा ।"
  },
  {
    "p": "धनेषु जीवितव्येषु स्त्रीषु चाहारकर्मसु।अतृप्ताः प्राणिनः सर्वे याता यास्यन्ति यान्ति च ॥ १६-१३",
    "a": "धनेषु, जीवितव्येषु, स्त्रीषु च, आहारकर्मसु (च) अतृप्ताः सर्वे प्राणिनः याताः, यास्यन्ति, यान्ति च ।",
    "t": "धन-जीवन-स्त्री-भोजनेषु तृप्तिं विना एव सर्वे मृताः, म्रियन्ते, मरिष्यन्ति च ।"
  },
  {
    "p": "प्रियवाक्यप्रदानेन सर्वे तुष्यन्ति जन्तवः।तस्मात्तदेव वक्तव्यं वचने का दरिद्रता ॥ १६-१३ (द्वितीयः)",
    "a": "प्रियवाक्यप्रदानेन सर्वे जन्तवः तुष्यन्ति; तस्मात् तत् एव वक्तव्यं, वचने का दरिद्रता?",
    "t": "मधुरवचनेन सर्वे प्रसन्नाः भवन्ति, अतः मधुरम् एव वक्तव्यम् ।"
  },
  {
    "p": "क्षीयन्ते सर्वदानानि यज्ञहोमबलिक्रियाः।न क्षीयते पात्रदानमभयं सर्वदेहिनाम् ॥ १६-१४",
    "a": "सर्वदानानि यज्ञहोमबलिक्रियाः क्षीयन्ते; (किन्तु) पात्रदानम् सर्वदेहिनां अभयम् (च) न क्षीयते ।",
    "t": "अन्यानि दानानि नश्वराणि, किन्तु सत्पात्रदानम् अभयदानं च अक्षयम् ।"
  },
  {
    "p": "तृणं लघु तृणात्तूलं तूलादपि च याचकः।वायुना किं न नीतोऽसौ मामयं याचयिष्यति ॥ १६-१५",
    "a": "तृणं लघु, तृणात् तूलं (लघु), तूलात् अपि च याचकः (लघुः); असौ वायुना किं न नीतः? (यतः वायुः शङ्कते) अयं मां याचयिष्यति ।",
    "t": "याचकः तृणात् तूलात् अपि लघुः (तुच्छः)।वायुः अपि तं न उड्डायते, भयात् यत् सः वायुम् अपि किञ्चित् याचयिष्यति ।"
  },
  {
    "p": "वरं प्राणपरित्यागो मानभङ्गेन जीवनात्।प्राणत्यागे क्षणं दुःखं मानभङ्गे दिने दिने ॥ १६-१५ (द्वितीयः)",
    "a": "मानभङ्गेन जीवनात् प्राणपरित्यागः वरम्; प्राणत्यागे क्षणं दुःखं, मानभङ्गे दिने दिने (दुःखम्) ।",
    "t": "अपमानित-जीवनात् मृत्युः श्रेष्ठः।मृत्यौ एकवारं दुःखम्, अपमाने प्रतिक्षणं दुःखम् ।"
  },
  {
    "p": "संसारविषवृक्षस्य द्वे फलेऽमृतोपमे।सुभाषितं च सुस्वादु सङ्गतिः सज्जने जने ॥ १६-१८",
    "a": "संसारविषवृक्षस्य अमृतोपमे द्वे फले (स्तः) - सुस्वादु सुभाषितं च, सज्जने जने सङ्गतिः ।",
    "t": "संसाररूपे विषवृक्षे द्वे एव अमृतफले - मधुरवचनं सत्सङ्गः च ।"
  },
  {
    "p": "जन्म जन्म यदभ्यस्तं दानमध्ययनं तपः।तेनैवाभ्यासयोगेन देही चाभ्यस्यते पुनः ॥ १६-१९",
    "a": "जन्म जन्म यत् दानं अध्ययनं तपः अभ्यस्तं, तेन एव अभ्यासयोगेन देही पुनः च अभ्यस्यते ।",
    "t": "पूर्वजन्मनः संस्काराः (दान-अध्ययनादयः) अस्मिन् जन्मनि अपि अनुवर्तन्ते ।"
  },
  {
    "p": "पुस्तकस्था तु या विद्या परहस्तगतं धनम्।कार्यकाले समुत्पन्ने न सा विद्या न तद्धनम् ॥ १६-२०",
    "a": "या विद्या पुस्तकस्था तु, (यत्) धनं परहस्तगतं; कार्यकाले समुत्पन्ने सा विद्या न, तत् धनं न ।",
    "t": "पुस्तके स्थिता विद्या, अन्यस्य हस्ते गतं धनं च समये उपयोगाय न भवतः ।"
  },
  {
    "p": "पुस्तकप्रत्ययाधीतं नाधीतं गुरुसन्निधौ।सभामध्ये न शोभन्ते जारगर्भा इव स्त्रियः ॥ १७-०१",
    "a": "पुस्तकप्रत्ययाधीतं, गुरुसन्निधौ न अधीतं; (तत् ज्ञानं) सभामध्ये न शोभते, जारगर्भाः स्त्रियः इव ।",
    "t": "गुरुम् विना केवलं पुस्तकात् पठितं ज्ञानं सभायां मान्यं न भवति, यथा अवैध-गर्भवती स्त्री न शोभते ।"
  },
  {
    "p": "कृते प्रतिकृतिं कुर्याद्धिंसने प्रतिहिंसनम्।तत्र दोषो न पतति दुष्टे दुष्टं समाचरेत् ॥ १७-०२",
    "a": "कृते प्रतिकृतिं कुर्यात्, हिंसने प्रतिहिंसनम्; तत्र दोषः न पतति, दुष्टे दुष्टं समाचरेत् ।",
    "t": "उपकारिणः प्रत्युपकारं, हिंसकस्य हिंसां, दुष्टस्य च दौष्ट्यं कुर्यात्।'शठे शाठ्यं समाचरेत्' ।"
  },
  {
    "p": "यद्दूरं यद्दुराराध्यं यच्च दूरे व्यवस्थितम्।तत्सर्वं तपसा साध्यं तपो हि दुरतिक्रमम् ॥ १७-०३",
    "a": "यत् दूरं, यत् दुराराध्यं, यत् च दूरे व्यवस्थितम्; तत् सर्वं तपसा साध्यं, तपः हि दुरतिक्रमम् ।",
    "t": "तपसा सर्वं दुर्लभं वस्तु अपि प्राप्तुं शक्यते ।"
  },
  {
    "p": "लोभश्चेदगुणेन किं पिशुनता यद्यस्ति किं पातकैः       सत्यं चेत्तपसा च किं शुचि मनो यद्यस्ति तीर्थेन किम्।सौजन्यं यदि किं गुणैः सुमहिमा यद्यस्ति किं मण्डनैः       सद्विद्या यदि किं धनैरपयशो यद्यस्ति किं मृत्युना ॥ १७-०४",
    "a": "चेत् लोभः (अस्ति) अगुणेन किम्? यदि पिशुनता अस्ति पातकैः किम्? चेत् सत्यं (अस्ति) तपसा किम्? यदि शुचि मनः अस्ति तीर्थेन किम्? यदि सौजन्यं (अस्ति) गुणैः किम्? यदि सुमहिमा अस्ति मण्डनैः किम्? यदि सद्विद्या (अस्ति) धनैः किम्? यदि अपयशः अस्ति मृत्युना किम्?",
    "t": "लोभः एव महादोषः, चुगलखोरी महापापम्, सत्यं महातपः, मनःशुद्धिः तीर्थम्, सौजन्यं श्रेष्ठगुणः, कीर्तिः अलङ्कारः, विद्या धनम्, अपयशः च मृत्युः अस्ति ।"
  },
  {
    "p": "पिता रत्नाकरो यस्य लक्ष्मीर्यस्य सहोदरा।शङ्खो भिक्षाटनं कुर्यान्न दत्तमुपतिष्ठते ॥ १७-०५",
    "a": "यस्य पिता रत्नाकरः, यस्य लक्ष्मीः सहोदरा; (तथापि) शङ्खः भिक्षाटनं कुर्यात्, न दत्तम् उपतिष्ठते ।",
    "t": "समुद्रस्य पुत्रः लक्ष्म्याः भ्राता अपि शङ्खः भिक्षां याचते (हस्ते गृहीतः भवति)।भाग्यं विना किमपि न मिलति ।"
  },
  {
    "p": "अशक्तस्तु भवेत्साधुर्ब्रह्मचारी वा निर्धनः।व्याधितो देवभक्तश्च वृद्धा नारी पतिव्रता ॥ १७-०६",
    "a": "अशक्तः तु साधुः भवेत्, निर्धनः ब्रह्मचारी वा, व्याधितः देवभक्तः च, वृद्धा नारी पतिव्रता (भवेत्) ।",
    "t": "शक्तिहीनः सज्जनः, निर्धनः ब्रह्मचारी, रोगी भक्तः, वृद्धा च पतिव्रता भवति (विवशतया, न तु स्वभावेन) ।"
  },
  {
    "p": "नान्नोदकसमं दानं न तिथिर्द्वादशी समा।न गायत्र्याः परो मन्त्रो न मातुर्दैवतं परम् ॥ १७-०७",
    "a": "अन्नोदकसमं दानं न, द्वादशी समा तिथिः न, गायत्र्याः परः मन्त्रः न, मातुः परं दैवतं न ।",
    "t": "अन्नजलदानम्, द्वादशीतिथिः, गायत्रीमन्त्रः, माता च सर्वश्रेष्ठः सन्ति ।"
  },
  {
    "p": "तक्षकस्य विषं दन्ते मक्षिकायास्तु मस्तके।वृश्चिकस्य विषं पुच्छे सर्वाङ्गे दुर्जने विषम् ॥ १७-०८",
    "a": "तक्षकस्य दन्ते विषम्, मक्षिकायाः तु मस्तके, वृश्चिकस्य पुच्छे विषम्, दुर्जने सर्वाङ्गे विषम् ।",
    "t": "सर्पस्य दन्ते, मक्षिकायाः मस्तके, वृश्चिकस्य पुच्छे विषं भवति, किन्तु दुर्जनस्य सर्वशरीरे विषं (दौष्ट्यम्) भवति ।"
  },
  {
    "p": "पत्युराज्ञां विना नारी ह्युपोष्य व्रतचारिणी।आयुष्यं हरते भर्तुः सा नारी नरकं व्रजेत् ॥ १७-०९",
    "a": "या नारी पत्युः आज्ञां विना उपोष्य व्रतचारिणी (भवति), सा भर्तुः आयुष्यं हरते, (सा) नारी नरकं व्रजेत् ।",
    "t": "पतिम् अनादृत्य या व्रतम् उपवासं वा करोति, सा पत्युः आयुः नाशयति, नरकं च याति ।"
  },
  {
    "p": "न दानैः शुध्यते नारी नोपवासशतैरपि।न तीर्थसेवया तद्वद्भर्तुः पदोदकैर्यथा ॥ १७-१०",
    "a": "नारी दानैः न शुध्यते, उपवासशतैः अपि नो, तीर्थसेवया न, तद्वत् यथा भर्तुः पदोदकैः (शुध्यते) ।",
    "t": "स्त्रियाः शुद्धिः पतिसेवया (चरणोदकेन) एव भवति, न तु दान-व्रत-तीर्थैः ।"
  },
  {
    "p": "पादशेषं पीतशेषं सन्ध्याशेषं तथैव च।श्वानमूत्रसमं तोयं पीत्वा चान्द्रायणं चरेत् ॥ १७-११",
    "a": "पादशेषं, पीतशेषं, तथा एव च सन्ध्याशेषं तोयं श्वानमूत्रसमं; (तत्) पीत्वा चान्द्रायणं चरेत् ।",
    "t": "पादप्रक्षालनावशिष्टम्, पीतावशिष्टम्, सन्ध्यावशिष्टं च जलं अपवित्रम्।तत् पीत्वा प्रायश्चित्तं कुर्यात् ।"
  },
  {
    "p": "दानेन पाणिर्न तु कङ्कणेन स्नानेन शुद्धिर्न तु चन्दनेन।मानेन तृप्तिर्न तु भोजनेन ज्ञानेन मुक्तिर्न तु मुण्डनेन ॥ १७-१२",
    "a": "पाणिः दानेन (शोभते) न तु कङ्कणेन; शुद्धिः स्नानेन न तु चन्दनेन; तृप्तिः मानेन न तु भोजनेन; मुक्तिः ज्ञानेन न तु मुण्डनेन ।",
    "t": "हस्तस्य शोभा दानेन, शरीरस्य स्नानेन, तृप्तिः सम्मानेन, मुक्तिः च ज्ञानेन भवति ।"
  },
  {
    "p": "नापितस्य गृहे क्षौरं पाषाणे गन्धलेपनम्।आत्मरूपं जले पश्यन् शक्रस्यापि श्रियं हरेत् ॥ १७-१३",
    "a": "नापितस्य गृहे क्षौरं, पाषाणे गन्धलेपनम्, आत्मरूपं जले पश्यन् (नरः) शक्रस्य अपि श्रियं हरेत् ।",
    "t": "नापितगृहे क्षौरकर्म, शिलायां चन्दनलेपः, जले स्वप्रतिबिम्बदर्शनं च लक्ष्मीनाशकम् अस्ति ।"
  },
  {
    "p": "सद्यः प्रज्ञाहरा तुण्डी सद्यः प्रज्ञाकरी वचा।सद्यः शक्तिहरा नारी सद्यः शक्तिकरं पयः ॥ १७-१४",
    "a": "तुण्डी सद्यः प्रज्ञाहरा, वचा सद्यः प्रज्ञाकरी; नारी सद्यः शक्तिहरा, पयः सद्यः शक्तिकरम् ।",
    "t": "तुण्डीफलं बुद्धिनाशकम्, वचा (औषधिः) बुद्धिवर्धिनी; स्त्री शक्तिनाशिनी, दुग्धं च शक्तिवर्धकम् ।"
  },
  {
    "p": "परोपकरणं येषां जागर्ति हृदये सताम्।नश्यन्ति विपदस्तेषां सम्पदः स्युः पदे पदे ॥ १७-१५",
    "a": "येषां सतां हृदये परोपकरणं जागर्ति, तेषां विपदः नश्यन्ति, पदे पदे सम्पदः स्युः ।",
    "t": "परोपकारिणां सङ्कटाः नश्यन्ति, ते सर्वत्र सम्पदः प्राप्नुवन्ति ।"
  },
  {
    "p": "यदि रामा यदि च रमा यदि तनयो विनयगुणोपेतः।तनये तनयोत्पत्तिः सुरवरनगरे किमाधिक्यम् ॥ १७-१६",
    "a": "यदि रामा (सुन्दरी), यदि च रमा (लक्ष्मीः), यदि तनयः विनयगुणोपेतः, तनये तनयोत्पत्तिः (च अस्ति); (तर्हि) सुरवरनगरे किम् आधिक्यम्?",
    "t": "यदि सुन्दरी पत्नी, धनं, विनयी पुत्रः, पौत्रः च अस्ति, तर्हि स्वर्गात् अपि अधिकं सुखम् अत्रैव अस्ति ।"
  },
  {
    "p": "आहारनिद्राभयमैथुनानि समानि चैतानि नृणां पशूनाम्।ज्ञानं नराणामधिको विशेषो ज्ञानेन हीनाः पशुभिः समानाः ॥ १७-१७",
    "a": "आहार-निद्रा-भय-मैथुनानि एतानि नृणां पशूनां च समानि; ज्ञानं नराणां अधिकः विशेषः, ज्ञानेन हीनाः पशुभिः समानाः ।",
    "t": "भोजन-निद्रा-भय-मैथुनानि मनुष्याणां पशूनां च समानि।ज्ञानम् एव मनुष्यस्य विशेषता।ज्ञानहीनः पशुतुल्यः ।"
  },
  {
    "p": "दानार्थिनो मधुकरा यदि कर्णतालैर्दूरीकृताः       दूरीकृताः करिवरेण मदान्धबुद्ध्या।तस्यैव गण्डयुग्ममण्डनहानिरेषा       भृंगाः पुनर्विकचपद्मवने वसन्ति ॥ १७-१८",
    "a": "दानार्थिनः मधुकराः यदि मदान्धबुद्ध्या करिवरेण कर्णतालैः दूरीकृताः; (तर्हि) एषा तस्य एव गण्डयुग्ममण्डनहानिः; भृङ्गाः पुनः विकचपद्मवने वसन्ति ।",
    "t": "यदि गजः मदलोभिनः भ्रमरान् कर्णचालनेन दूरीकरोति, तर्हि गजस्यैव शोभा नश्यति।भ्रमराः तु अन्यत्र कमलवने गच्छन्ति।(याचक-अपमाने दातुः एव हानिः) ।"
  },
  {
    "p": "राजा वेश्या यमश्चाग्निस्तस्करो बालयाचकौ।परदुःखं न जानन्ति अष्टमो ग्रामकण्टकः ॥ १७-१९",
    "a": "राजा, वेश्या, यमः, च अग्निः, तस्करः, बालयाचकौ, अष्टमः ग्रामकण्टकः ; (एते) परदुःखं न जानन्ति ।",
    "t": "राजा, वेश्या, यमः, अग्निः, चौरः, बालकः, याचकः, ग्रामदुष्टः च अन्येषां पीडां न अवगच्छन्ति ।"
  },
  {
    "p": "अधः पश्यसि किं बाले पतितं तव किं भुवि।रे रे मूर्ख न जानासि गतं तारुण्यमौक्तिकम् ॥ १७-२०",
    "a": "बाले! त्वं अधः किं पश्यसि? तव भुवि किं पतितम्? रे रे मूर्ख! न जानासि गतं तारुण्यमौक्तिकम्?",
    "t": "(वृद्धां प्रति प्रश्नः) हे बाले! भूमौ किं पश्यसि? (उत्तरम्) हे मूर्ख! मम यौवनरूप-मौक्तिकं पतितम्, तत् अन्विष्यामि ।"
  },
  {
    "p": "व्यालाश्रयापि विफलापि सकण्टकापि       वक्रापि पङ्किलभवापि दुरासदापि।गन्धेन बन्धुरसि केतकि सर्वजन्तो-       रेको गुणः खलु निहन्ति समस्तदोषान् ॥ १७-२१",
    "a": "हे केतकि! (त्वं) व्यालाश्रया अपि, विफला अपि, सकण्टका अपि, वक्रा अपि, पङ्किलभवा अपि, दुरासदा अपि; (तथापि) गन्धेन सर्वजन्तोः बन्धुः असि; एकः गुणः खलु समस्तदोषान् निहन्ति ।",
    "t": "केतकी सर्पयुक्ता, फलहीना, कण्टकयुक्ता, वक्रा, कीचजे जाता, दुर्गमा च अस्ति, तथापि सुगन्धेन सर्वप्रिया।एकः गुणः अनेक-दोषान् आच्छादयति ।"
  }
]